[
  {
    "id": 1,
    "hindi": "कहत, नटत, रीझत, खिझत, मिलत, खिलत, लजियात। \n\nभरे भौन मैं करत हैं, नैननु ही सब बात॥ ",
    "meaning": "सखी कह रही है कि नायक अपनी आँखों के इशारे से कुछ कहता है अर्थात् रति की प्रार्थना करता है, किंतु नायिका उसके रति विषयक निवेदन को अस्वीकार कर देती है। वस्तुतः उसका अस्वीकार स्वीकार का ही वाचक है तभी तो नायक नायिका के निषेध पर भी रीझ जाता है। जब नायिका देखती है कि नायक इतना कामासक्त या प्रेमासक्त है कि उसके निषेध पर भी रीझ रहा है तो उसे खीझ उत्पन्न होती है। ध्यान रहे, नायिका की यह खीझ भी बनावटी है। यदि ऐसी न होती तो पुनः दोनों के नेत्र परस्पर कैसे मिलते? दोनों के नेत्रों का मिलना परस्पर रति भाव को बढ़ाता है। फलतः दोनों ही प्रसन्नता से खिल उठते हैं, किंतु लज्जित भी होते हैं। उनके लज्जित होने का कारण यही है कि वे यह सब अर्थात् प्रेम-विषयक विविध चेष्टाएँ भरे भवन में अनेक सामाजिकों की भीड़ में करते हैं।",
    "guj" : "મિત્ર કહે છે કે હીરો તેની આંખના ઈશારાથી કંઈક બોલે છે એટલે કે તે પ્રેમ માટે વિનંતી કરે છે, પરંતુ નાયિકા તેની પ્રેમની વિનંતીને ફગાવી દે છે. વાસ્તવમાં, તેણીનો અસ્વીકાર સ્વીકૃતિ સૂચવે છે, તેથી જ હીરોઇનના ઇનકાર પર પણ હીરો ગુસ્સે થાય છે. જ્યારે નાયિકા જુએ છે કે હીરો એટલો લંપટ છે કે પ્રેમમાં છે કે તેના મનાઈ પર પણ તે ગુસ્સે છે, ત્યારે તે ચિડાઈ જાય છે. ધ્યાનમાં રાખો, નાયિકાની આ ખીજ પણ કૃત્રિમ છે. જો આવું ન થયું હોત તો તેમની આંખો ફરી કેવી રીતે એકબીજાને મળી હોત? બંનેની આંખોનું મળવાથી પરસ્પર પ્રેમ વધે છે. પરિણામે, બંને અતિ આનંદિત છે, પણ શરમ અનુભવે છે. તેમની અકળામણનું કારણ એ છે કે તેઓ આ બધું કરે છે, એટલે કે ઘણા લોકોની ભીડમાં, વિવિધ પ્રેમ સંબંધિત પ્રવૃત્તિઓથી ભરેલી ઇમારતમાં.",
    "eng": "The friend is saying that the hero says something with the gesture of his eyes, that is, he requests for sex, but the heroine rejects his sexual proposal. In fact, his rejection is indicative of acceptance, that is why the hero is attracted even on the heroine's refusal. When the heroine sees that the hero is so lustful or in love that he is being attracted even on her refusal, she gets irritated. Remember, this irritation of the heroine is also artificial. If it were not so, then how would the eyes of both meet each other? The meeting of the eyes of both increases the mutual feeling of love. As a result, both are filled with happiness, but are also embarrassed. The reason for their embarrassment is that they do all this, that is, various love-related gestures, in a crowded building in the crowd of many social people."
  },
  {
    "id": 2,
    "hindi": "दुरत न कुच बिच कंचुकी, चुपरी सारी सेत। \n\nकवि-आँकनु के अरथ लौं, प्रगटि दिखाई देत॥ ",
    "meaning": "नायिका ने श्वेत रंग की साड़ी पहन रखी है। श्वेत साड़ी से उसके सभी अंग आवृत्त हैं। उस श्वेत साड़ी के नीचे वक्षस्थल पर उसने इत्र आदि से सुगंधित मटमैले रंग की कंचुकी धारण कर रखी है। इन दोनों वस्त्रों के बीच आवृत्त होने पर भी नायिका के स्तन सूक्ष्म दृष्टि वाले दर्शकों के लिए छिपे हुए नहीं रहते हैं। भाव यह है कि अंकुरित यौवना नायिका के स्तन श्वेत साड़ी में\n\nछिपाए नहीं छिप रहे हैं। वे उसी प्रकार स्पष्ट हो रहे हैं जिस प्रकार किसी कवि के अक्षरों का अर्थ प्रकट होता रहता है। वास्तव में कवि के अक्षरों में अर्थ भी स्थूलत: आवृत्त किंतु सूक्ष्म दृष्टि के लिए प्रकट रहता है।",
    "guj": "નાયિકાએ સફેદ સાડી પહેરી છે. તેના શરીરના તમામ ભાગો સફેદ સાડીથી ઢંકાયેલા છે. તે સફેદ સાડીની નીચે, તેણીએ તેની છાતી પર પરફ્યુમથી સુગંધિત ન રંગેલું ઊની કાપડ કંચુકી પહેર્યું છે. આ બંને કપડા વચ્ચે ઢંકાયેલ હોવા છતાં, નાયિકાના સ્તન ચતુર દર્શકોથી છુપાયેલા નથી. લાગણી એ છે કે સફેદ સાડીમાં અંકુરિત યુવા નાયિકાના સ્તનો\n\nછુપાઈને નહીં, છુપાઈને. જે રીતે કવિના પત્રોનો અર્થ સ્પષ્ટ થતો રહે છે તે રીતે તેઓ સ્પષ્ટ થતા જાય છે. વાસ્તવમાં, કવિના પત્રોમાં અર્થ પણ વ્યાપકપણે આવરી લેવામાં આવ્યો છે પણ સૂક્ષ્મ દ્રષ્ટિથી દૃશ્યમાન છે.",
    "eng": "The heroine is wearing a white saree. All her body parts are covered by the white saree. Under the white saree, she is wearing a dull coloured Kanchuki (a kind of perfume) on her chest. Despite being covered between these two clothes, the heroine's breasts are not hidden for the viewers with keen eyes. The meaning is that the breasts of the budding youthful heroine are not hidden in the white saree. They are becoming clear in the same way as the meaning of the letters of a poet remains revealed. In fact, the meaning of the poet's letters is also covered in a gross way but remains visible for the viewers with keen eyes."
  },
  {
    "id": 3,
    "hindi": "तो पर वारौं उरबसी, सुनि, राधिके सुजान। \n\nतू मोहन कैं उर बसी, है उरबसी-समान॥ ",
    "meaning": "हे सुजान राधिके, तुम यह समझ लो कि मैं तुम्हारे रूप-सौंदर्य पर उर्वशी जैसी नारी को भी न्यौछावर कर सकता हूँ। कारण यह है कि तुम तो मेरे हृदय में उसी प्रकार निवास करती हो, जिस प्रकार उर्वशी नामक आभूषण हृदय में निवास करता है।",
    "guj": "હે સુંદર રાધિકા, કૃપા કરીને સમજો કે હું તમારી સુંદરતા માટે ઉર્વશી જેવી સ્ત્રીનો પણ બલિદાન આપી શકું છું. કારણ એ છે કે ઉર્વશી નામનું આભૂષણ મારા હૃદયમાં વસે છે તેવી જ રીતે તું મારા હૃદયમાં વસે છે.",
    "eng": "O wise Radhika, you should understand that I can sacrifice even a woman like Urvashi for your beauty. The reason is that you reside in my heart in the same way as the ornament named Urvashi resides in the heart."
  },
  {
    "id": 4,
    "hindi": "भई जु छवि तन बसन मिलि, बरनि सकैं सुन बैन। \n\nआँग-ओप आँगी दुरी, आँगी आँग दुरै न॥ ",
    "meaning": "नायिका न केवल रंग-रूप में सुंदर है अपितु उसके स्तन भी उभार पर हैं। वह चंपकवर्णी पद्मिनी नारी है। उसने अपने रंग के अनुरूप ही हल्के पीले रंग के वस्त्र पहन रखे हैं। परिणामस्वरूप उसके शरीर के रंग में वस्त्रों का रंग ऐसा मिल गया है कि दोनों के बीच कोई अंतर नहीं दिखाई देता है। अर्थात् नायिका के शरीर की शोभा से उसकी अंगिया छिप गई है, किंतु अंगिया के भीतर उरोज नहीं छिप पा रहे हैं। व्यंजना यह है कि नायिका ऐसे वस्त्र पहने हुए है कि उसके स्तनों का सौंदर्य न केवल उजागर हो रहा है, अपितु अत्यंत आकर्षक भी प्रतीत हो रहा है।",
    "guj": "નાયિકા માત્ર દેખાવમાં જ સુંદર નથી પરંતુ તેના સ્તન પણ આગવા છે. તે ચંપકવર્ણી પદ્મિની સ્ત્રી છે. તેણે તેના રંગ પ્રમાણે હળવા પીળા કપડા પહેર્યા છે. પરિણામે, તેના શરીરનો રંગ તેના કપડાંના રંગ સાથે એવી રીતે મેળ ખાય છે કે બંને વચ્ચે કોઈ તફાવત દેખાતો નથી. એટલે કે, નાયિકાના શરીરની સુંદરતાએ તેના ચણિયા-ચોળીને છૂપાવી દીધી છે, પરંતુ તેના સ્તનો ચણિયાની અંદર છુપાવી શકવા સક્ષમ નથી. મતલબ એ છે કે નાયિકાએ એવાં કપડાં પહેર્યાં છે કે તેના સ્તનોની સુંદરતા તો ઉજાગર થાય જ છે પણ અત્યંત આકર્ષક પણ દેખાય છે.",
    "eng": "The heroine is not only beautiful in looks but her breasts are also bulging. She is a Champakavarni Padmini woman. She is wearing light yellow clothes as per her complexion. As a result, the colour of the clothes has blended with the colour of her body in such a way that no difference is visible between the two. That is, the beauty of the heroine's body has hidden her blouse, but her breasts are not getting hidden inside the blouse. The insinuation is that the heroine is wearing such clothes that the beauty of her breasts is not only exposed, but also looks very attractive."
  },
  {
    "id": 5,
    "hindi": "मेरी भव-बाधा हरौ, राधा नागरि सोइ। \n\nजा तन की झाँई परैं, स्यामु हरित-दुति होइ॥ ",
    "meaning": "मेरी भव-बाधा हरौ, राधा नगरी सोइ। जा तन की झाँई परैं, स्यामु हरित-दुति होइ॥",
    "guj": "મારા ભવના વિઘ્નો દૂર કરો, રાધા નગરી સોઇ.તમારા શરીરના ફ્રીકલ્સથી દૂર જાઓ, તમારી ત્વચાને લીલી થવા દો.",
    "eng": "Remove my worldly obstacles, O Radha Nagari. Where the shadow of the body falls, Shyam becomes green."
  },
  {
    "id": 6,
    "hindi": "कोऊ कोटिक संग्रहौ, कोऊ लाख हजार। \n\nमो संपति जदुपति सदा, बिपति-बिदारनहार॥ ",
    "meaning": "कोई चाहे करोड़ों की संपत्ति एकत्र कर ले, चाहे कोई लाख हजार अर्थात् दस करोड़ की संपदा प्राप्त कर ले। मुझे उससे और उसकी संपदा से कुछ भी लेना-देना नहीं है। कारण यह है कि मेरी असली संपत्ति तो यदुवंशी कृष्ण हैं, जो सदा ही विपत्तियों को विदीर्ण करने वाले हैं।",
    "guj": "કોઈ વ્યક્તિ કરોડોની સંપત્તિ એકઠી કરી શકે છે, અથવા કોઈ વ્યક્તિ લાખો રૂપિયા અથવા દસ કરોડની સંપત્તિ મેળવી શકે છે. મારે તેની સાથે કે તેની મિલકત સાથે કોઈ લેવાદેવા નથી. કારણ એ છે કે મારી વાસ્તવિક સંપત્તિ યદુવંશી કૃષ્ણ છે, જે હંમેશા મુશ્કેલીઓનો નાશ કરનાર છે.",
    "eng": "Some collect crores, some collect lakhs and thousands.My wealth is always like magic, and it destroys all misfortunes."
  },
  {
    "id": 7,
    "hindi": "अर तैं टरत न वर-परे, दई मरक मु मैन। \n\nहोड़ा-होड़ी बढ़ि चले चित, चतुराई नैन॥ ",
    "meaning": "एक सखी दूसरी सखी से कह रही है कि ऐसा प्रतीत होता है कि कामदेव रूपी नायक की प्रेरणा से ‘चित-चातुरी’ और ‘नयन-विस्तार’ रूपी दूती और दूत में इस बात की स्पर्धा जगी हुई है कि नायिका के शरीर को कौन कितनी शीघ्रता से काम के प्रभाव से प्रभावित कर पाता है। वास्तविकता यह है कि नायिका के शरीर में यौवनोन्मेष के साथ-साथ उसके चित्त की चपलता और नेत्रों का विस्तार बढ़ता जा रहा है। इन दोनों अंगों में कौन अधिक बढ़ा है या गतिमय हुआ है, यह निर्णय करना कठिन हो गया है। यही कारण है कि बिहारी ने मनोगत चंचलता की वृद्धि और नेत्रों के विस्तार की गति में होड़ की कल्पना की है।",
    "guj": "એક મિત્ર બીજા મિત્રને કહે છે કે એવું લાગે છે કે કામદેવના રૂપમાં નાયકની પ્રેરણાને લીધે દૂત અને સંદેશવાહક વચ્ચે 'ચિત-ચતુરી' અને 'નયન-વિસ્તાર'ના રૂપમાં સ્પર્ધા ચાલી રહી છે. જે નાયિકાના શરીરને કેટલી ઝડપથી કામ સાથે પ્રભાવિત કરી શકે છે. વાસ્તવિકતા એ છે કે નાયિકાના શરીરમાં યૌવનની સાથે સાથે તેના મનની ચપળતા અને તેની આંખોની પહોળાઈ પણ વધી રહી છે. આ બંને અંગોમાંથી કયું અંગ વધુ વિકસ્યું છે કે વધુ મોબાઈલ બન્યું છે તે નક્કી કરવું મુશ્કેલ બની ગયું છે. આ જ કારણ છે કે બિહારીએ ગુપ્ત રમતિયાળતાની વૃદ્ધિ અને આંખોના વિસ્તરણની ગતિ વચ્ચેની સ્પર્ધાની કલ્પના કરી છે.",
    "eng": "One friend is telling another friend that it seems that inspired by the hero in the form of Kamadeva, there is a competition between the messenger and the messenger in the form of 'Chit-Chaturi' and 'Nayan-Vistaar' as to who can influence the heroine's body with the effect of Kama more quickly. The reality is that along with the youthfulness in the heroine's body, the agility of her mind and the expansion of her eyes are increasing. It has become difficult to decide which of these two organs has increased or become more dynamic. This is the reason why Bihari has imagined a competition in the increase of mental agility and the speed of expansion of eyes."
  },
  {
    "id": 8,
    "hindi": "जटित नीलमनि जगमगति, सींक सुहाई नाँक। \n\nमनौ अली चंपक-कली, बसि रसु लेतु निसाँक॥ ",
    "meaning": "नायिका की नाक पर नीलम जड़ी हुई लोंग को देखकर नायक कहता है कि नायिका की सुहावनी नाक पर नीलम जटित सुंदर लोंग जगमगाती हुई इस प्रकार शोभायमान हो रही है मानों चंपा की कली पर बैठा हुआ भौंरा निःशंक होकर रसपान कर रहा हो।",
    "guj": "નાયિકાના નાક પર નીલમ જડેલી લવિંગ જોઈને નાયક કહે છે કે નાયિકાના સુંદર નાક પર સુંદર નીલમ જડેલી લવિંગ ચમકી રહી છે અને ચંપાની કળી પર બેઠેલી કોઈ ભમર કોઈ ખચકાટ વિના અમૃત પી રહી છે તેવો સુંદર દેખાઈ રહ્યો છે.",
    "eng": "Looking at the sapphire studded clove on the heroine's nose, the hero says that the beautiful sapphire studded clove is sparkling and looking beautiful on the heroine's lovely nose as if a bumble bee sitting on a Champa bud is drinking the nectar without any hesitation."
  },
  {
    "id": 9,
    "hindi": "चमक, तमक, हाँसी, ससक, मसक, झपट, लपटानि। \n\nएजिहिं रति, सो रति मुकति, और मुकति अति हानि॥",
    "meaning": "जिस काम-क्रीड़ा में अंगों की चंचलता, उत्तेजना की अधिकता, हँसी, सीत्कार, मर्दन और छीन-झपटी जैसे भाव न हों, वह व्यर्थ है। हाँ, जिसमें ये भाव हों, वह काम-क्रीड़ा मुक्ति के समान है। इसके अतिरिक्त यदि कोई और मुक्ति है तो वह व्यर्थ है अर्थात् हानिकारक है।",
    "guj": "જે જાતીય પ્રવૃત્તિમાં શરીરના અવયવોની રમતિયાળતા, અતિશય ઉત્તેજના, હાસ્ય, વિલાપ, મૌખિકતા અને છીનવી લેવા જેવી લાગણીઓ ન હોય તે નકામી છે. હા, જેની પાસે આ લાગણીઓ છે, તેની જાતીય પ્રવૃત્તિ મુક્તિ જેવી છે. આ સિવાય જો બીજો કોઈ મોક્ષ હોય તો તે નકામો એટલે કે હાનિકારક છે.",
    "eng": "The sexual play which does not have the feelings of restlessness of the body parts, excessive excitement, laughter, moans, rubbing and grabbing is useless. Yes, the sexual play which has these feelings is like liberation. Apart from this, if there is any other liberation then it is useless i.e. harmful."
  },
  {
    "id": 10,
    "hindi": "पति रति की बतियाँ कहीं, सखी लखी मुसकाइ। \n\nकै कै सबै टलाटलीं, अलीं चलीं सुखु पाइ।। ",
    "meaning": "बिहारी कह रहे हैं कि प्रियतम ने नायिका से रति की बातें कहना प्रारंभ कर दिया । नायिका भी चतुर थी अत: वह अपनी सखियों की ओर देखकर मुस्करा दी। सखियाँ भी नायिका की ही भाँति चतुर थीं अत: वे भी रति-रहस्य के संकेत को समझ गईं और बड़ी प्रसन्नता से धीरे-धीरे कोई-न-कोई बहाना लगाती हुई वहाँ से उठकर चल दी।",
    "guj": "બિહારી કહે છે કે પ્રિયે નાયિકાને રતિ વિશે વાત કરવાનું શરૂ કર્યું. નાયિકા પણ હોંશિયાર હતી, તેથી તે તેના મિત્રો તરફ જોઈને હસતી. મિત્રો પણ નાયિકાની જેમ હોંશિયાર હતા, તેથી તેઓ પણ જાતીય રહસ્યનો ઈશારો સમજી ગયા અને ખૂબ આનંદથી ધીમે ધીમે કોઈ ને કોઈ બહાનું કાઢીને ત્યાંથી ઊભા થઈ ગયા.",
    "eng": "Bihari says that the beloved started talking to the heroine about love. The heroine was also smart, so she looked at her friends and smiled. The friends were also as smart as the heroine, so they also understood the hint of the secret of love and very happily slowly got up and left from there making some excuse or the other."
  },
  {
    "id": 11,
    "hindi": "सायक-सम मायक नयन, रँगे त्रिबिध रंग गात। \n\nझखौ बिलखि दुरि जात जल, लखि जलजात लजात॥ ",
    "meaning": "कवि कह रहा है कि नायिका की आँखें ऐसी हैं कि मछलियाँ भी उन्हें देखकर पानी में छिप जाती हैं, कमल लजा जाते हैं। नायिका के मादक और जादुई नेत्रों के प्रभाव से कमल और मछलियाँ लज्जित हो जाती हैं। ",
    "guj": "કવિ કહે છે કે નાયિકાની આંખો એવી હોય છે કે તેને જોઈને માછલીઓ પણ પાણીમાં સંતાઈ જાય છે, કમળ શરમ અનુભવે છે. નાયિકાની માદક અને જાદુઈ આંખોના પ્રભાવથી કમળ અને માછલીઓ શરમાઈ જાય છે.",
    "eng": "The poet is saying that the heroine's eyes are such that even fishes hide in the water after seeing them, the lotus flowers feel shy. The lotus flowers and fishes feel shy due to the effect of the heroine's intoxicating and magical eyes."
  },
  {
    "id": 12,
    "hindi": "जपमाला छापैं तिलक, सरै न एकौ कामु। \n\nमन-काँचे नाचै वृथा, साँचै राँचै रामु॥ ",
    "meaning": "माला लेकर किसी मंत्र-विशेष का जाप करने से तथा मस्तक एवं शरीर के अन्य अंगों पर तिलक-छापा लगाने से तो एक भी काम पूरा नहीं हो सकता, क्योंकि ये सब तो आडंबर मात्र हैं। कच्चे मन वाला तो व्यर्थ ही में नाचता रहता है, उससे राम प्रसन्न नहीं होते। राम तो सच्चे मन से भक्ति करने वाले व्यक्ति पर ही प्रसन्न होते हैं।",
    "guj": "માળા વડે કોઈ વિશેષ મંત્રનો જાપ કરવાથી અને કપાળ અને શરીરના અન્ય ભાગો પર તિલક લગાવવાથી એક પણ કાર્ય સિદ્ધ થઈ શકતું નથી, કારણ કે આ બધું માત્ર દેખાડો છે. કાચા હૃદયવાળો વ્યક્તિ વ્યર્થ નાચતો રહે છે, રામ તેના પર પ્રસન્ન થતા નથી. જે સાચા મનથી પૂજા કરે છે તેના પર જ રામ પ્રસન્ન થાય છે.",
    "eng": "By chanting a particular mantra with a rosary and by putting a tilak on the forehead and other parts of the body, not a single task can be accomplished, because all these are mere show-offs. A person with a weak mind keeps dancing in vain, Ram is not pleased with him. Ram is pleased only with a person who worships with a true heart."
  },
  {
    "id": 13,
    "hindi": "कब कौ टेरतु दीन रट, होत न स्याम सहाइ। \n\nतुमहूँ लागी जगत-गुरु, जग-नाइक, जग-बाइ॥ ",
    "meaning": "हे भगवान, मैं आपको कब से कातर स्वर में पुकार रहा हूँ, किंतु आप मेरे सहायक नहीं हो रहे हैं। हे संसार के गुरु, हे संसार के नायक, क्या मैं यह समझ लूँ कि आपको भी इस संसार की हवा लग गई है?",
    "guj": "હે પ્રભુ, હું તમને આટલા લાંબા સમયથી ડરપોક અવાજે બોલાવી રહ્યો છું, પણ તમે મને મદદ કરતા નથી. હે જગતના ગુરુ, હે જગતના વીર, મારે સમજવું જોઈએ કે તમે પણ આ સંસારનો શિકાર થયા છો?",
    "eng": "O God, I have been calling you in a pitiful voice for so long, but you are not helping me. O Guru of the world, O hero of the world, should I understand that you too have been affected by the wind of this world?"
  },
  {
    "id": 14,
    "hindi": "पाइ महावरु दैंन कौं नाइनि बैठी आइ। \n\nफिरि फिरि, जानि महावरी, एड़ी मीड़ति जाइ॥",
    "meaning": "नाइन नायिका के महावर लगाने के लिए आई हुई है। वह पैरों में महावर लगाने के लिए आती है और नायिका के समक्ष बैठ जाती है। नाइन महावरी अर्थात् लाल रंग से सराबोर कपड़ा कहीं रखकर भूल जाती है और भ्रम से नायिका की एड़ी को ही महावरी समझ बैठती है, क्योंकि नायिका की एड़ी इतनी कोमल और लाल है कि नाइन को भ्रम हो जाता है और परिणाम स्वरूप वह बार-बार नायिका की एड़ियों को मींड़ती जाती है।",
    "guj": "નાયિકાને લાડ કરવા નવ આવી છે. તે મહાવરને પગે લગાડવા આવે છે અને નાયિકાની સામે બેસે છે. નવ મહાવરી એટલે કે લાલ રંગમાં ભીંજાયેલા કપડાને ક્યાંક રાખીને ભૂલી જાય છે અને ભૂલથી નાયિકાની એડીને મહાવરી માની લે છે, કારણ કે નાયિકાની એડી એટલી નરમ અને લાલ હોય છે કે નવ મૂંઝાઈ જાય છે અને પરિણામે તે વારંવાર નાયિકાની એડીને જુએ છે તેણીની રાહ પર નિપિંગ.",
    "eng": "The Nain has come to apply Mehendi to the heroine. She comes to apply Mehendi on the feet and sits in front of the heroine. The Nain forgets keeping the Mahavari i.e. a cloth soaked in red colour somewhere and by mistake she mistakes the heroine's heels for Mahavari, because the heroine's heels are so soft and red that the Nain gets confused and as a result she keeps rubbing the heroine's heels again and again."
  },
  {
    "id": 15,
    "hindi": "मरनु भलौ बरु बिरह तैं, यह निहचय करि जोइ। \n\nमरन मिटै दुखु एक कौ, बिरह दुहूँ दुखु होइ॥",
    "meaning": "एक सखी नायिका से कह रही है कि किसी पड़ौसिन ने मृत्यु को विरह से श्रेष्ठ समझकर मरने का निश्चय कर लिया है। वास्तव में उसने ठीक ही किया है, क्योंकि विरह के ताप में धीरे-धीरे जलते हुए मरने से एक साथ मरना कहीं अधिक श्रेयस्कर है। कारण यह भी है कि मरने से केवल प्रिय को दुख होगा, किंतु प्रिया विरह के दुख से सदैव के लिए मुक्त हो जाएगी। विरह में तो प्रेमी और प्रिय दोनों को दुख होता है, किंतु मृत्यु में केवल प्रेमी को दुख होगा।",
    "guj": "એક મિત્ર નાયિકાને કહી રહ્યો છે કે એક પાડોશીએ છૂટા પડવા કરતાં મૃત્યુ સારું માનીને મરવાનું નક્કી કર્યું છે. હકીકતમાં તેણે સાચું કર્યું છે, કારણ કે જુદાઈના તાપમાં ધીમે ધીમે સળગતા મરવા કરતાં એક સાથે મરવું વધુ સારું છે. કારણ એ પણ છે કે મરવાથી પ્રિયતમને જ દુઃખ થાય છે, પણ પ્રિયતમ વિચ્છેદની પીડામાંથી કાયમ માટે મુક્ત થઈ જાય છે. છૂટાછેડામાં પ્રેમી અને પ્રિયતમ બંને દુઃખી થાય છે, પરંતુ મૃત્યુમાં માત્ર પ્રેમી જ દુઃખી થાય છે.",
    "eng": "A friend is telling the heroine that a neighbor has decided to die considering death better than separation. Actually she has done the right thing, because dying together is much better than dying slowly burning in the heat of separation. The reason is that by dying only the beloved will be sad, but the beloved will be free from the pain of separation forever. In separation both the lover and the beloved suffer, but in death only the lover will suffer."
  },
  {
    "id": 16,
    "hindi": "हा हा! बदनु उघारि, दृग सफल करैं सबु कोइ। \n\nरोज सरोजनु कैं परै, हँसी ससी की होइ॥ ",
    "meaning": "सखी कहती है कि हे प्रिय सखी! हमारे नेत्र कितनी देर से व्याकुल हैं। मैं हा-हा खा रही हूँ कि तू अपने मुख से घूँघट हटा ले ताकि हमारी व्याकुलता शांत हो और तेरे सुंदर मुख के दर्शन हों। जब तू अपने मुख को अनावृत्त कर लेगी, तो अपनी पराजय में कमल साश्रु हो जाएँगे और मुख के ढके रहने पर इठलाने वाला यह चंद्रमा पूर्णतः उपहास का पात्र बन जाएगा।",
    "guj": "મિત્ર કહે, હે પ્રિય મિત્ર! અમારી આંખો ઘણા સમયથી પરેશાન છે. હું હા-હા કહું છું કે તમે તમારા ચહેરા પરથી પડદો હટાવો જેથી અમારી ચિંતા શાંત થાય અને અમે તમારો સુંદર ચહેરો જોઈ શકીએ. જ્યારે તમે તમારો ચહેરો ઉઘાડો છો, ત્યારે તમારી હારમાં કમળ આંસુમાં ફેરવાઈ જશે અને આ ચંદ્ર જે તમારા ચહેરાને ઢાંકવા પર ચમકતો હતો, તે સંપૂર્ણ હાસ્યનો ભંડાર બની જશે.",
    "eng": "The friend says, \"O dear friend! My eyes have been restless for so long. I am crying out that you should remove the veil from your face so that my restlessness is calmed and I can see your beautiful face. When you uncover your face, the lotus will turn into tears in defeat and this moon which is proud when your face is covered will become a complete object of ridicule."
  },
  {
    "id": 17,
    "hindi": "तरिवन-कनकु कपोल-दुति, बिच बीच हीं बिकान। \n\nलाल लाल चमकति चुनीं, चौका-चिह्न-समान॥ ",
    "meaning": "एक सखी नायिका से कह रही है कि तेरे तरौने अर्थात् कर्णाभूषण का सोना तो तेरे कपोलों की कांति में विलीन हो गया है, किंतु उसमें लगी हुई लाल-लाल चुन्नियाँ अर्थात् माणिक्य दाँतों के चिह्न के समान चमक रही है। वास्तव में नायिका के कपोलों का वर्ण सुनहरा है। अतः सोने का बना हुआ ताटंक गालों की सुनहली कांति में खो जाता है। ",
    "guj": "એક મિત્ર નાયિકાને કહે છે કે તારા ગાલની ચમકમાં તારી કાનની બુટ્ટીનું સોનું ભળી ગયું છે, પણ તેની સાથે જોડાયેલી લાલ ચુની એટલે કે માણેક દાંતના નિશાનની જેમ ચમકી રહી છે. વાસ્તવમાં નાયિકાના ગાલનો રંગ સોનેરી છે. તેથી, સોનાનો બનેલો બાઉબલ ગાલની સોનેરી ચમકમાં ખોવાઈ જાય છે.",
    "eng": "A friend is telling the heroine that the gold of your earrings has merged with the shine of your cheeks, but the red dupattas or rubies attached to them are shining like the marks of teeth. Actually the heroine's cheeks are golden in colour. Hence the golden earrings get lost in the golden shine of the cheeks."
  },
  {
    "id": 18,
    "hindi": "या अनुरागी चित्त की, गति समुझै नहिं कोइ। \n\nज्यौं-ज्यौं बूड़ै स्याम रँग, त्यौं-त्यौं उज्जलु होई॥ ",
    "meaning": "मनुष्य के अनुरागी हृदय की वास्तविक गति और स्थिति को कोई भी नहीं समझ सकता है। जैसे-जैसे मन कृष्ण-भक्ति के रंग में डूबता जाता है, वैसे-वैसे वह अधिक उज्ज्वल से उज्ज्वलतर होता जाता है।",
    "guj": "માણસના પ્રેમાળ હૃદયની વાસ્તવિક ગતિ અને સ્થિતિને કોઈ સમજી શકતું નથી. જેમ જેમ મન કૃષ્ણની ભક્તિના રંગમાં તરબોળ થતું જાય છે તેમ તેમ તે વધુ તેજસ્વી થતું જાય છે.",
    "eng": "No one can understand the real speed and state of a human's devoted heart. As the mind gets immersed in the color of Krishna-bhakti, it becomes brighter and brighter."
  },
  {
    "id": 19,
    "hindi": "चलन नापावतु निगम-मगु, जगु उपज्यौ अति त्रासु। \n\nकुच-उतंग गिरिवर गह्यौ, मैना मैनु मवासु॥ ",
    "meaning": "नायिका के उन्नत उरोजों को देखकर नायक अपने आप ही यह कहता है कि कामदेव रूपी मैना ने स्तन रूपी उच्च पर्वत को अपना अभेद्य स्थान बना लिया है। परिणामस्वरूप संसार में बड़ा भय उत्पन्न हो गया है। ",
    "guj": "નાયિકાના ઉંચા સ્તનો જોઈને નાયક આપોઆપ કહે છે કે કામદેવના રૂપમાં મૈનાએ સ્તનોના રૂપમાં ઊંચા પર્વતને પોતાનું અભેદ્ય સ્થાન બનાવ્યું છે. પરિણામે વિશ્વમાં ભારે ભયનો માહોલ સર્જાયો છે.",
    "eng": "Looking at the heroine's raised breasts, the hero himself says that Maina in the form of Kamadeva has made the high mountain in the form of breasts her impregnable place. As a result, a great fear has arisen in the world."
  },{
    "id": 20,
    "hindi": "नहिं परागु नहिं मधुर मधु, नहिं बिकासु इहिं काल। \n\nअली कली ही सौं बंध्यौ, आगैं कौन हवाल॥ ",
    "meaning": "नायिका में आसक्त नायक को शिक्षा देते हुए कवि कहता है कि न तो अभी इस कली में पराग ही आया है, न मधुर मकरंद ही तथा न अभी इसके विकास का क्षण ही आया है। अरे भौरे! अभी तो यह एक कली मात्र है। तुम अभी से इसके मोह में अंधे बन रहे हो। जब यह कली फूल बनकर पराग तथा मकरंद से युक्त होगी, उस समय तुम्हारी क्या दशा होगी? अर्थात् जब नायिका यौवन संपन्न सरसता से प्रफुल्लित हो जाएगी, तब नायक की क्या दशा होगी?",
    "guj": "નાયિકા પર મોહી પડેલા નાયકને શીખવતી વખતે કવિ કહે છે કે આ કળીમાં હજુ સુધી પરાગ કે મધુર અમૃત નથી આવ્યું કે હજુ તેના વિકાસની ક્ષણ આવી નથી. હે ભમર! અત્યારે તે માત્ર એક કળી છે. તમે તેના મોહમાં પહેલેથી જ અંધ બની રહ્યા છો. જ્યારે આ કળી ફૂલ બનીને પરાગ અને અમૃતથી ભરપૂર હશે, ત્યારે તમારી શું હાલત હશે? એટલે કે જ્યારે નાયિકામાં યૌવનની કામુકતા ભરેલી હશે, ત્યારે નાયકની શું હાલત હશે?",
    "eng": "While teaching the hero who is enamoured with the heroine, the poet says that neither pollen nor sweet nectar has come in this bud yet and neither the moment of its growth has come yet. Oh bumble bee! Right now it is just a bud. You are becoming blind in its love right now. When this bud becomes a flower and gets filled with pollen and nectar, what will be your condition at that time? That is, when the heroine blossoms with youthful sweetness, what will be the condition of the hero then?"
  },
  {
    "id": 21,
    "hindi": "सहज सचिक्कन, स्याम रुचि, सुचि, सुगंध, सुकुमार। \n\nगनतु न मनु पथु अपथु, लखि बिथुरे सुथरे बार॥ ",
    "meaning": "नायक जिस नायिका पर अनुरक्त है, वह उसके लिए धर्म-दृष्टि से ग्राह्य नहीं है, किंतु, नायक नायिका के श्याम और सहज रूप से दिखने वाले बालों पर ही रीझ गया है। नायक कह रहा है कि उस नायिका के सहज स्निग्ध श्याम वर्ण के पावन और स्वच्छ सुगंधित बाल मुझे आकर्षित करते रहते हैं। उसके बालों की शोभा देखकर मेरा मन परवश और चंचल हो जाता है। अत: वह यह नहीं निर्णय कर पाता है कि उस सुंदर सहज ढंग से सँवारे हुए बालों वाली नायिका से प्रेम करना उचित है अथवा अनुचित है।",
    "guj": "નાયક જે હીરોઈનો પર મોહ કરે છે તે ધાર્મિક દૃષ્ટિકોણથી તેને સ્વીકાર્ય નથી, પરંતુ હીરો નાયિકાના કાળા અને કુદરતી રીતે દેખાતા વાળથી મોહિત છે. હીરો કહે છે કે એ હીરોઈનના શુદ્ધ અને સ્વચ્છ સુગંધિત વાળ મને આકર્ષિત કરે છે. તેના વાળની ​​સુંદરતા જોઈને મારું મન અશાંત અને અશાંત થઈ જાય છે. તેથી, તે નક્કી કરવામાં અસમર્થ છે કે સુંદર સ્ટાઇલવાળા વાળવાળી નાયિકાને પ્રેમ કરવો તે યોગ્ય છે કે ખોટું.",
    "eng": "The heroine on whom the hero is in love is not acceptable to him from the religious point of view, but the hero is attracted to the heroine's dark and naturally visible hair. The hero is saying that the heroine's naturally smooth dark coloured, pure and clean fragrant hair keeps attracting me. Seeing the beauty of her hair, my mind becomes helpless and restless. Hence, he is unable to decide whether it is right or wrong to love that heroine with beautiful and naturally styled hair."
  },
  {
  "id": 22,
  "hindi": "पिय−बिछुरन कौ दुसहु दुखु, हुरषु जात प्यौसार। \n\nदुरजोधन लौं देखयति तजत प्रान इहि बार॥ ",
  "meaning": "एक नायिका अपनी ससुराल से अपने पीहर जा रही है। अतः एक ओर तो उसे अपने पिता के घर जाने के सुख है तो दूसरी ओर अपने प्रियतम के बिछोह का दुःख भी है। कवि बिहारी ने नायिका की इस सुख-दुःखमय मनोस्थिति की समानता दुर्योधन के अंतकाल से प्रकट की है। बिहारी कह रहे हैं कि पीहर जाती हुई नायिका को पीहर जाने का तो हर्ष है और अपने प्रियतम से बिछुड़ने का दुःख हो रहा है। इस प्रकार इस बार जाते समय उस नायिका की वही स्थिति है जो दुर्योधन की प्राणांत होते समय की थी।",
  "guj": "એક નાયિકા તેના સાસરેથી પોતાના ઘરે જઈ રહી છે. તેથી, એક તરફ તેને તેના પિતાના ઘરે જવાની ખુશી છે અને બીજી તરફ તેને તેના પ્રિયથી અલગ થવાનું દુ:ખ પણ છે. કવિ બિહારીએ દુર્યોધનના અંતિમ દિવસો સાથે નાયિકાના મનની આ સુખી અને દુઃખી સ્થિતિની સામ્યતા દર્શાવી છે. બિહારી કહી રહ્યા છે કે પેહાર છોડીને જતી નાયિકા પેહર જવાથી ખુશ છે અને પ્રિયતમથી અલગ થવાનું દુઃખી છે. આમ આ વખતે વિદાય લેતી વખતે નાયિકાની હાલત એવી જ છે જેવી દુર્યોધનના મૃત્યુ સમયે હતી.",
  "eng": "A heroine is going from her in-laws' house to her parental house. So on one hand she is happy to go to her father's house and on the other hand she is sad about the separation from her lover. Poet Bihari has shown the similarity of this happy and sad state of mind of the heroine with the end of Duryodhan. Bihari is saying that the heroine going to her parental house is happy to go to her parental house but is sad about the separation from her lover. Thus this time while going, the heroine is in the same state as she was when Duryodhan died."
},{
  "id": 23,
  "hindi": "खरी पातरी कान की, कौन बहाऊ बानि। \n\nआक-कलीन रली करै अली, अली, जिय जानि॥ ",
  "meaning": "हे सखी, तू कान की बड़ी पतली अर्थात् कच्ची है। पता नहीं, तुझमें कौन-सी बुरी आदत है कि तू बिना सम्यक् विचार किए सबकी बातों पर यों ही विश्वास कर लेती है। मैं तुझे समझाते हुए यह कहना चाहती हूँ कि तू मेरी बात को निश्चित रूप से सत्य मान ले कि भ्रमर किसी स्थिति में आक की कली से विहार नहीं कर सकता है। अर्थात् तुम्हारा प्रेयस किसी अन्य स्त्री का संसर्ग कभी नहीं करेगा।",
  "guj": "અરે દોસ્ત, તું કાનનો બહુ પાતળો એટલે કાચા છે. મને ખબર નથી કે તમને કઈ ખરાબ આદત છે કે તમે યોગ્ય રીતે વિચાર્યા વિના જ દરેક જે કહે છે તે માને છે. તમને સમજાવતી વખતે, હું કહેવા માંગુ છું કે તમે મારી વાતને ચોક્કસપણે સાચી માની લેજો કે કોઈ પણ સંજોગોમાં ભ્રમિત વ્યક્તિ આકની કળી સાથે વર્તન કરી શકે નહીં. તેનો અર્થ એ છે કે તમારી પ્રિય ક્યારેય કોઈ અન્ય સ્ત્રી સાથે સંભોગ કરશે નહીં.",
  "eng": "O friend, you are very naive. I don't know what bad habit you have that you believe everyone's words without proper thinking. I want to explain to you that you should definitely believe my words that a bumble bee cannot live with the bud of aak tree under any circumstances. That is, your lover will never have sexual relations with any other woman."
},{
  "id": 24,
  "hindi": "संपति केस, सुदेस नर नवत, दुहुति इक बानि। \n\nविभव सतर कुच, नीच नर, नरम विभव की हानि॥ ",
  "meaning": "केश और श्रेष्ठ पद वाले व्यक्ति संपत्ति के कारण नम्र हो जाते हैं या झुकने लगते हैं, किंतु उरोज और नीच नर वैभवहीन होने पर ही झुकते हैं। कवि कह रहा है कि केश-वृद्धि प्राप्त करके झुकने लगते हैं। यही स्थिति अच्छे पद पर स्थित सत्पुरुषों की होती है। सत्पुरुष भी अच्छा पद प्राप्त करके या समृद्धि प्राप्त करके झुकने लगते हैं।",
  "guj": "સારા વાળ અને ઉચ્ચ દરજ્જાના લોકો તેમની સંપત્તિને કારણે નમ્ર બની જાય છે અથવા નમવું શરૂ કરે છે, પરંતુ સ્તન અને નીચા દરજ્જાવાળા પુરુષો ત્યારે જ નમવાનું શરૂ કરે છે જ્યારે તેઓ ગૌરવથી રહિત હોય છે. કવિ કહે છે કે વાળ ઉગ્યા પછી તેઓ નમવા લાગે છે. સારા હોદ્દા પર સારા માણસોની આ સ્થિતિ છે. સારા માણસો પણ સારું પદ કે સમૃદ્ધિ મેળવ્યા પછી નમન કરવા લાગે છે.",
  "eng": "People with long hair and high position become humble or start bowing down due to their wealth, but men with low breasts and low status bow down only when they lack wealth. The poet is saying that after getting long hair, they start bowing down. The same is the condition of good men in good position. Good men also start bowing down after getting good position or prosperity."
},{
  "id": 25,
  "hindi": "या अनुरागी चित्त की गति समुझै नहिं कोई। \n\nज्यौं ज्यौं बूड़ै स्याम रँग, त्यौं त्यौं उज्जलु होई॥",
  "meaning": "मनुष्य के अनुरागी हृदय की वास्तविक गति और स्थिति को कोई भी नहीं समझ सकता है। जैसे-जैसे मन कृष्ण-भक्ति के रंग में डूबता जाता है, वैसे-वैसे वह अधिक उज्ज्वल से उज्ज्वलतर होता जाता है। यानी जैसे-जैसे व्यक्ति भक्ति के रंग में डूबता है वैसे-वैसे वह अपने समस्त दुर्गुणों से दूर होता जाता है।",
  "guj": "માણસના પ્રેમાળ હૃદયની વાસ્તવિક ગતિ અને સ્થિતિને કોઈ સમજી શકતું નથી. જેમ જેમ મન કૃષ્ણની ભક્તિના રંગમાં તરબોળ થતું જાય છે તેમ તેમ તે વધુ તેજસ્વી થતું જાય છે. એટલે કે વ્યક્તિ જેમ ભક્તિના રંગમાં તરબોળ થાય છે તેમ તેમ તે પોતાના તમામ ખરાબ ગુણોથી દૂર થતો જાય છે.",
  "eng": "No one can understand the real speed and condition of a human being's devoted heart. As the mind gets immersed in the color of Krishna-bhakti, it becomes brighter and brighter. That is, as a person gets immersed in the color of devotion, he gets away from all his bad qualities."
},{
  "id": 26,
  "hindi": "जुवति जोन्ह मैं मिलि गई, नैंक न होति लखाइ। \n\nसौंधे कैं डोरैं लगी अली, चली सँग जाइ॥ ",
  "meaning": "अभिसार के लिए एक नायिका अपनी सखी के साथ चाँदनी रात में जा रही है। आसमान से चाँदनी की वर्षा हो रही है और धरती पर नायिका के शरीर का रंग भी चाँदनी की तरह उज्ज्वल और गोरा है। ऐसी स्थिति में नायिका का शरीर चाँदनी में लीन हो गया है। सखी विस्मय में पड़ गई है कि नायिका कहाँ है? ",
  "guj": "એક હિરોઈન તેના મિત્ર સાથે ચાંદની રાતે અભિસાર માટે જઈ રહી છે. આકાશમાંથી ચાંદનીનો વરસાદ વરસી રહ્યો છે અને પૃથ્વી પરની નાયિકાના શરીરનો રંગ પણ ચાંદનીની જેમ ચળકતો અને ગોરો છે. આવી સ્થિતિમાં નાયિકાનું શરીર ચાંદનીમાં સમાઈ જાય છે. સખીને નવાઈ લાગી કે હીરોઈન ક્યાં છે?",
  "eng": "A heroine is going with her friend on a moonlit night for a courtship. Moonlight is pouring from the sky and the heroine's body on the earth is as bright and fair as the moonlight. In such a situation, the heroine's body has merged into the moonlight. The friend is wondering where the heroine is?"
},{
  "id": 27,
  "hindi": "पत्रा ही तिथि पाइयै, वा घर के चहुँ पास। \n\nनित प्रति पून्यौईं रहै, आनन-ओप-उजास॥ ",
  "meaning": "उस नायिका के घर के चारों ओर इतना प्रकाश रहता है कि केवल पंचांग की सहायता से ही तिथि का पता लग सकता है। कहने का तात्पर्य यह है कि नायिका का मुख पूर्णिमा के चंद्रमा के समान सुंदर है। इसलिए नायिका के घर के चारों ओर हमेशा पूर्णिमा ही बनी रहती है, परिणामस्वरूप तिथि की जानकारी ही नहीं हो पाती है। यदि कोई तिथि जानना चाहता है तो उसके लिए उसे पंचांग से ही सहायता लेनी पड़ती है।",
  "guj": "નાયિકાના ઘરની આસપાસ એટલો બધો પ્રકાશ છે કે પંચાંગની મદદથી જ તારીખ જાણી શકાય છે. કહેવાનો મતલબ એ છે કે નાયિકાનો ચહેરો પૂર્ણ ચંદ્ર જેવો સુંદર છે. તેથી, નાયિકાના ઘરની આસપાસ હંમેશા પૂર્ણ ચંદ્ર હોય છે, પરિણામે તારીખ જાણી શકાતી નથી. જો કોઈને તારીખ જાણવી હોય તો તેણે પંચાંગની મદદ લેવી પડશે.",
  "eng": "There is so much light around the house of that heroine that the date can be known only with the help of the almanac. What is meant to say is that the face of the heroine is as beautiful as the full moon. Therefore, there is always a full moon around the house of the heroine, as a result of which the date cannot be known. If someone wants to know the date, then he has to take help from the almanac."
},{
  "id": 28,
  "hindi": "तंत्री नाद, कबित्त रस, सरस राग, रति-रंग। \n\nअनबूड़े बूड़े, तरे जे बूड़े सब अंग॥ ",
  "meaning": "वीणा आदि वाद्यों के स्वर, काव्य आदि ललित कलाओं की रसानुभूति तथा प्रेम के रस में जो व्यक्ति सर्वांग डूब गए हैं, वे ही इस संसार-सागर को पार कर सकते हैं। जो इनमें डूब नहीं सके हैं, वे इस भव-सिंधु में ही फँसकर रह जाते हैं अर्थात् संसार-का संतरण नहीं कर पाते हैं। ",
  "guj": "જે લોકો વીણા, કાવ્ય જેવી લલિતકલા વગેરે જેવા સંગીતના વાદ્યોના નાદના પ્રેમ અને આનંદમાં સંપૂર્ણ રીતે ડૂબેલા હોય તે જ લોકો આ વિશ્વ-સાગરને પાર કરી શકે છે. જેઓ આમાં ડૂબી શક્યા નથી તેઓ આ ભવ-સિંધુમાં ફસાયેલા રહે છે, એટલે કે તેઓ સંસારને પાર કરી શકતા નથી.",
  "eng": "Only those who are completely immersed in the sounds of musical instruments like Veena, the essence of fine arts like poetry and the essence of love can cross this ocean of the world. Those who are unable to immerse themselves in these remain trapped in this ocean of existence, i.e. they are unable to cross this world."
},{
  "id": 29,
  "hindi": "कागद पर लिखत न बनत, कहत सँदेसु लजात। \n\nकहि है सबु तेरौ हियौ मेरे हिय की बात॥ ",
  "meaning": "नायिका अपने प्रेयस को पत्र लिखने बैठती है तभी या तो उसके हाथ काँपने लगते हैं या वह भावावेश में आकर इतनी भाव-विभोर हो जाती है कि कंपन स्नेह अश्रु जैसे सात्विक भाव काग़ज़ पर अक्षरों का आकार नहीं बनने देते।",
  "guj": "જ્યારે નાયિકા પોતાના પ્રિયતમને પત્ર લખવા બેસે છે ત્યારે કાં તો તેના હાથ ધ્રૂજવા લાગે છે અથવા તો તે લાગણીઓથી એટલી ઓતપ્રોત થઈ જાય છે કે સ્નેહ અને આંસુ જેવી સાત્વિક લાગણીઓને સ્પંદનો કાગળ પરના અક્ષરોનો આકાર બનવા દેતા નથી.",
  "eng": "When the heroine sits down to write a letter to her lover, either her hands start trembling or she becomes so emotional that the trembling, affection, and pure feelings like tears do not allow the letters to take shape on the paper."
},{
  "id": 30,
  "hindi": "तो पर वारौं उरबसी, सुनि, राधिके सुजान। \n\nतू मोहन कैं उर बसी ह्वै उरबसी-समान॥ ",
  "meaning": "कृष्ण कहते हैं कि हे सुजान राधिके, तुम यह समझ लो कि मैं तुम्हारे रूप-सौंदर्य पर उर्वशी जैसी नारी को भी न्यौछावर कर सकता हूँ। कारण यह है कि तुम तो मेरे हृदय में उसी प्रकार निवास करती हो, जिस प्रकार उर्वशी नामक आभूषण हृदय में निवास करता है।",
  "guj": "કૃષ્ણ કહે છે, હે સુંદર રાધિકા, તારે સમજવું જોઈએ કે હું તારી સુંદરતા માટે ઉર્વશી જેવી સ્ત્રીનો પણ બલિદાન આપી શકું છું. કારણ એ છે કે ઉર્વશી નામનું આભૂષણ મારા હૃદયમાં વસે છે તેવી જ રીતે તું મારા હૃદયમાં વસે છે.",
  "eng": "Krishna says, O wise Radhika, you should understand that I can sacrifice even a woman like Urvashi for your beauty. The reason is that you reside in my heart in the same way as the ornament named Urvashi resides in the heart."
},{
  "id": 31,
  "hindi": "कुच-गिरि चढ़ि अति थकित है, चली डीठि मुँह-चाड़। \n\nफिरि न टरी, परियै रही, गिरी चिबुक की गाड़॥ ",
  "meaning": "नायिका की चिबुक अर्थात् ठोढ़ी के सौंदर्य पर आसक्त नायक स्वगत कह रहा है कि मेरी दृष्टि नायिका के स्तन-पर्वतों पर चढ़कर उसकी शोभा पर मुग्ध होकर उसकी मुख-छवि को देखने के लिए जैसे ही मुख की ओर बढ़ी, वैसे ही वह वहाँ अर्थात् मुख-सौंदर्य का पान करने के लिए, पहुँचने से पूर्व ही चिबुक के गर्त में गिर गई। भाव यह है कि नायिका की मुख छवि देखने से पूर्व ही नायक नायिका के चिबुक-सौंदर्य पर रीझ गया।",
  "guj": "નાયિકાના ગાલ એટલે કે ચિનની સુંદરતાથી મોહિત થયેલો નાયક પોતે જ કહી રહ્યો છે કે જેવી મારી નજર નાયિકાના સ્તનોના પહાડો પર ચડી અને તેની સુંદરતાથી મોહિત થઈને તેના ચહેરાની છબી જોવા તેના ચહેરા તરફ આગળ વધી, તે જ રીતે, તે ત્યાં જ રહી ગયો, એટલે કે - સુંદરતા પીવા માટે, તે પહોંચે તે પહેલાં તે ચિબુકના ખાડામાં પડી ગઈ. અનુભૂતિ એ છે કે નાયિકાના ચહેરાની છબી જોતાં પહેલાં જ નાયક નાયિકાની ચિબુક-સુંદરતાથી મોહિત થઈ ગયો હતો.",
  "eng": "The hero, enamored with the beauty of the heroine's chin, is saying to himself that my gaze climbed over the heroine's breasts, fascinated by her beauty, and as soon as it moved towards her face to see her face, it fell into the cavity of the chin before reaching there, i.e. to enjoy the beauty of her face. The meaning is that the hero was attracted to the beauty of the heroine's chin even before seeing her face."
},{
  "id": 32,
  "hindi": "कौन भाँति रहिहै बिरदु, अब देखिवी, मुरारि। \n\nबीधे मोसौं आइ कै, गीधे गीधहिं तारि॥",
  "meaning": "हे मुरारि, तुम जटायु का उद्धार करके बहुत गीध गए हो अर्थात् अहंकार से युक्त हो गए हो। व्यंजना यह है कि तुमने यह मान लिया है कि जटायु का उद्धार कोई नहीं कर सकता था और वह केवल तुमने किया है। अब देखना यह है कि तुम मुझ जैसे महापापी का उद्धार कैसे करते हो? अब तुम्हारा मुझसे पाला पड़ा है। मुझ जैसे महापापी का उद्धार तुम कर नहीं पाओगे और जब मेरा उद्धार नहीं कर पाओगे तो तुम्हारे उद्धारक रूप की ख्याति किस प्रकार सुरक्षित रहेगी?",
  "guj": "હે મુરારી, જટાયુને બચાવીને તું બહુ ગીધ બની ગયો છે એટલે કે અહંકારથી ભરપૂર થઈ ગયો છે. સૌમ્યોક્તિ એ છે કે તમે સ્વીકાર્યું છે કે જટાયુને કોઈ બચાવી શક્યું નથી અને ફક્ત તમે જ કર્યું છે. હવે ચાલો જોઈએ કે તમે મારા જેવા મહાપાપીને કેવી રીતે બચાવો છો? હવે તને મારી સાથે તકલીફ પડી છે. મારા જેવા મહાપાપીને તમે બચાવી શકશો નહીં અને જ્યારે તમે મને બચાવી શકશો નહીં, તો તમારા ઉદ્ધારક સ્વરૂપની પ્રતિષ્ઠા કેવી રીતે સુરક્ષિત રહેશે?",
  "eng": "O Murari, you have become very arrogant after saving Jatayu. In other words, you have accepted that no one could have saved Jatayu and only you have done it. Now we have to see how you save a great sinner like me. Now you have to deal with me. You will not be able to save a great sinner like me and when you will not be able to save me then how will your reputation as a savior remain safe?"
},{
  "id": 33,
  "hindi": "पलकु पीक, अंजनु अधर, धरे महावरु भाल। \n\nआजु मिले, सु भली करी; भले बने हौ लाल॥ ",
  "meaning": "नायक के परस्त्रीरमण करने पर नायिका व्यंग्य का सहारा लेकर अपने क्रोध को व्यक्त करती है। वह कहती है कि हे प्रिंयतम, आपके पलकों में पीक, अधरों पर अंजन और मस्तक पर महावर शोभायमान है।",
  "guj": "જ્યારે નાયક વ્યભિચાર કરે છે, ત્યારે નાયિકા કટાક્ષની મદદથી પોતાનો ગુસ્સો વ્યક્ત કરે છે. તે કહે છે, હે પ્રિયતમ, તારી પાંપણો પર શિખર છે, હોઠ પર અંજન છે અને કપાળ પર મહાવર છે.",
  "eng": "When the hero indulges in another woman's affair, the heroine expresses her anger by using sarcasm. She says, \"Oh my love, your eyelids are full of crest, your lips are covered with kajal and your forehead is adorned with mahavar."
},{
  "id": 34,
  "hindi": "जिन दिन देखे वे कुसुम, गई सु बीति बहार। \n\nअब अलि रही गुलाब में, अपत कँटीली डार॥",
  "meaning": "हे भ्रमर! जिन दिनों तूने वे सुंदर तथा सुगंधित पुष्प देखे थे, वह बहार बीत गई। अब (तो) गुलाब में बिन पत्ते की कंटकित डाल रह गई है (अब इससे दुःख छोड़ सुख की सम्भावना नहीं है)।",
  "guj": "ઓ ભ્રામક ! તે દિવસો જ્યારે તમે તે સુંદર અને સુગંધિત ફૂલો જોયા હતા. હવે ગુલાબ પાંદડા વિના કાંટા સાથે રહી ગયું છે (હવે દુ:ખ સિવાય સુખની કોઈ શક્યતા નથી).",
  "eng": "O Bhramar! The days when you saw those beautiful and fragrant flowers, that spring has passed. Now the rose is just a thorny branch without any leaves (now there is no possibility of happiness leaving sorrow)."
},{
  "id": 35,
  "hindi": "अंग-अंग-नग जगमगत दीप-सिखा सी देह। \n\nदिया बढाऐं हूँ रहै बड़ौ उज्यारौ गेह॥ ",
  "meaning": "दूती नायक से कह रही है कि देखो, नायिका की देह आभूषणों में जड़े हुए नगों से दीप-शिखा के समान दीपित हो रही है। घर में यदि दीपक बुझा दिया जाता है तब भी उस नायिका के रूप के प्रभाव से चारों ओर प्रकाश बना रहता है। दूती ने यहाँ नायिका के वर्ण-सौंदर्य के साथ-साथ उसके व्यक्तित्व में उदित होने वाली शोभा, दीप्ति और कांति आदि की अतिशयता को भी व्यक्त कर दिया है।",
  "guj": "સંદેશવાહક નાયકને કહે છે કે જુઓ, નાયિકાનું શરીર જ્વેલરીમાં જડેલા રત્નોથી દીવાની લાકડીની જેમ ચમકી રહ્યું છે. ઘરમાં દીવો ઓલવાઈ જાય તો પણ નાયિકાના રૂપના પ્રભાવથી ચારે બાજુ પ્રકાશ રહે છે. અહીં દુતીએ નાયિકાની સુંદરતાની સાથે તેના વ્યક્તિત્વમાં ઉભરાતી સુંદરતા, તેજ અને તેજ પણ વ્યક્ત કરી છે.",
  "eng": "The messenger is telling the hero that look, the heroine's body is shining like a flame of a lamp with precious stones embedded in her jewellery. Even if the lamp is extinguished in the house, there is still light all around due to the effect of the heroine's beauty. Here, the messenger has expressed the beauty of the heroine's complexion as well as the exaggeration of the grace, brilliance and radiance etc. emerging in her personality."
},{
  "id": 36,
  "hindi": "जपमाला, छापैं, तिलक सरै न एकौ कामु। \n\nमन-काँचे नाचै वृथा, साँचै राँचै रामु॥ ",
  "meaning": "माला लेकर किसी मंत्र-विशेष का जाप करने से तथा मस्तक एवं शरीर के अन्य अंगों पर तिलक-छापा लगाने से तो एक भी काम पूरा नहीं हो सकता, क्योंकि ये सब तो आडंबर मात्र हैं। कच्चे मन वाला तो व्यर्थ में ही नाचता रहता है, उससे राम प्रसन्न नहीं होते। राम तो सच्चे मन से भक्ति करने वाले व्यक्ति पर ही प्रसन्न होते हैं।",
  "guj": "માળા વડે કોઈ વિશેષ મંત્રનો જાપ કરવાથી અને કપાળ અને શરીરના અન્ય ભાગો પર તિલક લગાવવાથી એક પણ કાર્ય સિદ્ધ થઈ શકતું નથી, કારણ કે આ બધું માત્ર દેખાડો છે. કઠોર હૃદયવાળો વ્યક્તિ વ્યર્થ નાચતો રહે છે, રામ તેનાથી પ્રસન્ન થતા નથી. જે સાચા મનથી પૂજા કરે છે તેના પર જ રામ પ્રસન્ન થાય છે.",
  "eng": "By chanting a particular mantra with a rosary and by putting a tilak on the forehead and other parts of the body, not a single task can be accomplished, because all these are mere show-offs. A person with a weak mind keeps dancing in vain, Ram is not pleased with him. Ram is pleased only with a person who worships with a true heart."
},{
  "id": 37,
  "hindi": "औरै भाँति भएऽब, ए चौसरु, चंदनु, चंदु। \n\nपति-बिनु अति पारतु बिपति, मारतु मारुतु मंदु॥ ",
  "meaning": "विरह-दग्ध नायिका अपनी सहेली से कहती है कि कि अब तो पुष्पों की यह माला, चंदन और चंद्रमा आदि सभी शीतल पदार्थ मेरे लिए कुछ और प्रकार के हो गए हैं।",
  "guj": "છૂટાછેડાથી પરેશાન નાયિકા તેના મિત્રને કહે છે કે હવે આ ફૂલોની માળા, ચંદન અને ચંદ્ર વગેરે જેવી બધી ઠંડી વસ્તુઓ મારા માટે કંઈક અલગ બની ગઈ છે.",
  "eng": "The heroine, burnt by separation, tells her friend that now this garland of flowers, sandalwood and the moon, all these cool things, have become something else for her."
},{
  "id": 38,
  "hindi": "सोनजुही सी जगमगति, अँग-अँग जोबन-जोति। \n\nसु-रंग, कसूँभी कंचुकी, दुरँग देह-दुति होति॥ ",
  "meaning": "नायिका के अंग-अंग में यौवन की झलक पीली जुही के समान जगमगा रही है। वास्तव में यौवन की ज्योति सोनजुही ही है। अत: कुसुंभ के रंग से रँगी हुई उसकी लाल चुनरी उसके शरीर की पीत आभा से दुरंगी हो जाती है। भाव यह है कि लाल और पीत मिश्रित आभा ही दिखाई दे रही है।",
  "guj": "યૌવનની ઝલક પીળી જુહીની જેમ હિરોઈનના દરેક ભાગમાં ઝળકે છે. વાસ્તવમાં સોંજુહી યુવાનીનો પ્રકાશ છે. આથી, તેની લાલ ચુનરી, કસુંબીના રંગથી રંગાયેલી, તેના શરીરની પીળી આભાથી વિકૃત થઈ જાય છે. લાગણી એ છે કે માત્ર લાલ અને પીળી મિશ્રિત આભા દેખાય છે.",
  "eng": "The heroine's every limb is glowing with youthfulness like yellow jasmine. In fact, the light of youthfulness is jasmine. Hence, her red dupatta dyed with the colour of safflower turns darker than the yellow aura of her body. The meaning is that a mixed aura of red and yellow is visible."
},{
  "id": 39,
  "hindi": "पर्यौ जौरु बिपरीत रति, रुपी सुरत-रन-धीर। \n\nकरति कुलाहलु किंकिनी, गहौ मौनु मंजीर॥ ",
  "meaning": "विपरीत रति में जुटे हुए नायक-नायिका का वर्णन करती हुई एक सखी दूसरी से कह रही है कि हे सखी, विपरीत रति में जोड़ पड़ गया है अर्थात् नायक नीचे आ गया है। दोनों परस्पर गुंथे हुए हैं और सुरति रूपी रण में धैर्यवान नायिका भली प्रकार डट गई है अर्थात् रम गई है, जिसके फलस्वरूप करधनी ने तो शोर करना आरंभ कर दिया है और मंजीर ने मौन धारण कर लिया है।",
  "guj": "વિપરિતા રતિમાં પ્રવૃત્ત નાયક અને નાયિકાનું વર્ણન કરતી વખતે એક મિત્ર બીજાને કહી રહ્યો છે, હે મિત્ર, યુગલ વિપરિતા રતિમાં પડી ગયું છે, એટલે કે હીરો નીચે આવ્યો છે. બંને એકબીજામાં ગૂંથાયેલા છે અને દર્દી નાયિકા સુરતી સ્વરૂપે યુદ્ધમાં સારી રીતે ઉભી છે, એટલે કે તે તેમાં તલ્લીન થઈ ગઈ છે, પરિણામે કમરપટ અવાજ કરવા લાગ્યો છે અને પડદો શાંત થઈ ગયો છે.",
  "eng": "Describing the hero and heroine engaged in sexual intercourse, one friend is telling the other that O friend, the union has been formed in sexual intercourse, that is, the hero has come down. Both are entangled with each other and the patient heroine has stood firm in the battle of Surati, that is, she is engrossed, as a result of which the girdle has started making noise and the manjir has become silent."
},{
  "id": 40,
  "hindi": "अपने अँग के जानि कै जोबन-नृपति प्रवीन। \n\nस्तन, मन, नैन, नितंब कौ बड़ौ इजाफा कीन॥ ",
  "meaning": "यौवन रूपी प्रवीण राजा ने नायिका के चार अंगों पर अपना अधिकार कर लिया है। उन अंगों को अपना मानते हुए अपनी सेना के चार अंग स्वीकार कर उनकी वृद्धि कर दी है। ऐसा उसने इसलिए किया है कि वे सभी अंग उसके वश में रहे। ये चार अंग यौवन रूपी राजा की चतुरंगिणी सेना के प्रतीक हैं। ",
  "guj": "યુવા પ્રવીણ રાજાએ નાયિકાના શરીરના ચાર અંગો પર કબજો જમાવી લીધો છે. તે ભાગોને આપણા પોતાના ગણીને, અમે અમારી સેનાના ચાર ભાગ સ્વીકાર્યા છે અને તેમાં વધારો કર્યો છે. તેણે આવું એટલા માટે કર્યું છે કે તે તમામ અંગો તેના નિયંત્રણમાં રહે. આ ચાર અંગો યુવાનીના રૂપમાં રાજાની ચાર સશસ્ત્ર સેનાનું પ્રતીક છે.",
  "eng": "The valiant king in the form of youth has taken control of the four body parts of the heroine. Considering those body parts as his own, he has accepted four parts of his army and increased them. He has done this so that all those body parts remain under his control. These four body parts are the symbol of the four-fold army of the king in the form of youth."
},{
  "id": 41,
  "hindi": "हौं रीझी, लखि रीझिहौ, छबिहिं छबीले लाल। \n\nसोनजूही सी ह्वोति दुति, मिलत मालती माल॥ ",
  "meaning": "सखी नायक से कहती है कि हे नायक, मैं नायिका के अनिर्वचनीय सौंदर्य को देखकर मुग्ध हो गई हूँ। हे छैल छबीले रसिया ! उस नायिका का वर्ण इतना लावण्यमय और चंपक पुष्प के समान स्वर्णिम है कि उसके गले में पड़ी हुई मालती पुष्पों की सफेद माला सोनजुही के पुष्पों वाली पीतवर्णा लगने लगी है। ",
  "guj": "મિત્ર નાયકને કહે છે, હે હીરો, હું નાયિકાની અવર્ણનીય સુંદરતાથી મંત્રમુગ્ધ થઈ ગયો છું. હે સુંદર સ્ત્રી! એ નાયિકાનો રંગ ચંપકના ફૂલ જેવો એટલો સુંદર અને સોનેરી છે કે તેના ગળામાં પડેલી માલતીના ફૂલોની સફેદ માળા સોંજુહીના ફૂલોની જેમ પીળી દેખાવા લાગી છે.",
  "eng": "The friend tells the hero, \"Oh hero, I am enchanted by the indescribable beauty of the heroine. Oh handsome lover! The heroine's complexion is so beautiful and golden like the Champak flower that the white garland of jasmine flowers around her neck looks like the yellow colour of the flowers of Sonjuhi."
},{
  "id": 42,
  "hindi": "कागद पर लिखत न बनत, कहत सँदेसु लजात। \n\nकहि है सबु तेरौ हियौ, मेरे हिय की बात॥ ",
  "meaning": "प्रेमी के मन में अनेक प्रकार के भाव उठते और गिरते रहते हैं। कागज पर पत्र लिखना उसके लिए इसलिए असंभव हो गया है कि जब भी वह पत्र लिखने बैठती है तभी या तो उसके हाथ काँपने लगते हैं या वह भावावेश में आकर इतनी भावविभोर हो जाती है कि कंपन-स्नेह-अश्रु जैसे भाव क़ाग़ज़ पर अक्षरों का आकार नहीं बनने देते।",
  "guj": "પ્રેમીના મનમાં અનેક પ્રકારની લાગણીઓ ઉછળતી રહે છે. તેના માટે કાગળ પર પત્ર લખવો અશક્ય બની ગયો છે કારણ કે જ્યારે પણ તે પત્ર લખવા બેસે છે ત્યારે કાં તો તેના હાથ ધ્રૂજવા લાગે છે અથવા તે એટલી લાગણીશીલ થઈ જાય છે કે સ્પંદન, સ્નેહ, આંસુ વગેરે જેવી લાગણીઓ અક્ષરોના આકારમાં દેખાય છે. કાગળ તેને થવા ન દો.",
  "eng": "Many kinds of emotions keep rising and falling in the lover's mind. It has become impossible for her to write a letter on paper because whenever she sits down to write a letter, either her hands start trembling or she becomes so emotional that the feelings like trembling, affection and tears do not allow the letters to take shape on the paper."
},{
  "id": 43,
  "hindi": "सरस सुमिल चित-तुरंग की, करि-करि अमित उठान। \n\nगोइ निबाहैं जीतियै, खेलि प्रेम-चौगान॥",
  "meaning": "एक सखी नायिका को प्रेम-निर्वाह का मर्म सिखा रही है। वह कह रही है कि चित्त रूपी सरस और सुमिल घोड़े के अनेक धावे कर-करके गुप्त प्रेम-निर्वाह करते हुए प्रेम रूपी चौगान खेल जीता जाता है। ",
  "guj": "એક મિત્ર નાયિકાને પ્રેમ અને ભરણપોષણનો સાર શીખવી રહ્યો છે. મન અને સુમિલ ઘોડાના રૂપમાં સારસ વચ્ચે અનેક હુમલા કરીને ગુપ્ત પ્રેમ જાળવીને પ્રેમની ચૌગાન રમત જીતી જાય છે એવું તે કહે છે.",
  "eng": "A friend is teaching the heroine the essence of lovemaking. She is saying that the game of love is won by performing secret lovemaking by making many runs of the sweet and sweet horse of the mind."
},{
  "id": 44,
  "hindi": "जम-करि-मुँह तरहरि परयौ, इहिं धरहरि चित लाउ। \n\nविषय तृषा परिहरि अजौं, नरहरि के गुन गाउ॥ ",
  "meaning": "तू यमराज रूपी हाथी के मुख के नीचे पड़ा हुआ है जहाँ से बच पाना दुष्कर है। अत: तू इस निश्चय को अपने ध्यान में ला और अब भी विषय-वासना की तृष्णा को त्यागकर भगवान का गुण-गान प्रारंभ कर दे।",
  "guj": "તમે યમરાજના રૂપમાં હાથીના મોં નીચે પડ્યા છો જ્યાંથી બચવું મુશ્કેલ છે. માટે તમારા મનમાં આ નિશ્ચય લાવો અને અત્યારે પણ વિષયાસક્ત આનંદની તૃષ્ણા છોડી દો અને ભગવાનના ગુણગાન ગાવાનું શરૂ કરો.",
  "eng": "You are lying under the mouth of the elephant in the form of Yamraj from where it is difficult to escape. Therefore, keep this decision in mind and give up the desire for sensual pleasures and start singing the praises of God even now."
},{
  "id": 45,
  "hindi": "ज्यौं-ज्यौं जोबन-जेठ दिन, कुच मिति अति अधिकाति। \n\nत्यौं-त्यौं छिन-छिन कटि-छपा, छीन परति नित जाति॥ ",
  "meaning": "जैसे-जैसे यौवन रूपी ज्येष्ठ मास में स्तनरूपी दिन की पुष्टता बढ़ती जाती है, वैसे-वैसे कटिरूपी रात्रि क्षण-प्रतिक्षण क्षीण होती जाती है। बिहारी यह कहना चाह रहे हैं कि नायिका की कटि पतली होती जा रही है और उसके उरोज पुष्ट होते जा रहे हैं।",
  "guj": "સ્તનોના રૂપમાં દિવસ જે રીતે યુવાનીનાં રૂપમાં દિવસની તાકાતમાં વધારો કરે છે, તેમ કમરના રૂપમાં રાત દરેક ક્ષણે નબળી પડતી જાય છે. બિહારી કહેવાનો પ્રયાસ કરી રહ્યો છે કે હિરોઈનની કમર પાતળી થઈ રહી છે અને તેના સ્તનો મજબૂત થઈ રહ્યા છે.",
  "eng": "As the day in the form of breasts grows in the month of Jyeshtha in the form of youth, the night in the form of waist becomes thinner moment by moment. Bihari is trying to say that the heroine's waist is becoming thinner and her breasts are becoming firmer."
},{
  "id": 46,
  "hindi": "वाही की चित चटपटी, धरत अटपटे पाइ। \n\nलपट बुझावत बिरह की, कपट-भरेऊ आइ॥ ",
  "meaning": "हे प्रियतम, तुम अपनी प्रेयसी के प्रेम-रंग में ऐसे रंग गए हो कि तुम्हारा इस प्रकार का आचरण तुम्हारे कपट भाव को ही व्यक्त कर रहा है। इतने पर भी मैं तुम्हारे कपट भावजनित मिलन को भी अपना सौभाग्य मानती हूँ। मेरे सौभाग्य का कारण यह है कि तुम कम-से-कम मेरे पास आकर दर्शन देते हुए मेरी विरह-ज्वाला को शांत तो कर रहे हो।",
  "guj": "હે વહાલા, તું તારા પ્રિયતમના પ્રેમના રંગોથી એટલો રંગાઈ ગયો છે કે તારું આ પ્રકારનું વર્તન તારી કપટી લાગણીઓ જ વ્યક્ત કરે છે. આટલું બધું હોવા છતાં, દંભમાંથી જન્મેલી તમારી મુલાકાતને હું મારું સૌભાગ્ય માનું છું. મારા સૌભાગ્યનું કારણ એ છે કે ઓછામાં ઓછું તમે આવીને મને દર્શન આપીને મારી વિદાયની જ્યોતને શાંત કરો છો.",
  "eng": "O dear, you are so immersed in the love of your beloved that your conduct is only expressing your hypocrisy. Despite this, I consider your meeting with me born of hypocrisy as my good fortune. The reason for my good fortune is that at least you are coming to me and giving me darshan and calming down my flames of separation."
},{
  "id": 47,
  "hindi": "नीकी दई अनाकनी, फीकी परि गुहारि। \n\nतज्यौ मनौ तारन-बिरदु, बारक बारनु तारि॥ ",
  "meaning": "हे नाथ, आपने तो मेरे प्रति पूर्ण उपेक्षा भाव अपना रखा है। इसका प्रमाण यह है कि मैं अपने उद्धार के लिए आपसे अनेक बार प्रार्थना कर चुका हूँ, किंतु मेरी प्रार्थना आपके कानों तक पहुँचती ही नहीं है। बिहारी यह उत्प्रेक्षा करते हैं कि भगवान ने एक बार हाथी का उद्धार किया, उसकी आर्त पुकार पर दौड़े चले गए। उसका उद्धार करने में वे इतना थक गए हैं कि अब उद्धारकर्ता कहलाने की प्रकृति को ही उन्होंने त्याग दिया है।",
  "guj": "હે પ્રભુ, તમે મારી સંપૂર્ણ અવગણના કરી છે. આનો પુરાવો એ છે કે મેં મારી મુક્તિ માટે તમને ઘણી વાર પ્રાર્થના કરી છે, પરંતુ મારી પ્રાર્થના તમારા કાન સુધી ક્યારેય પહોંચી નથી. બિહારી એ હકીકત તરફ ઇશારો કરે છે કે એકવાર ભગવાને હાથીને બચાવી લીધો, તે તેની હાકલ સાંભળીને ભાગી ગયો. તેને બચાવવાના પ્રયાસમાં તેઓ એટલા થાકી ગયા છે કે હવે તેઓએ તારણહાર કહેવાનો સ્વભાવ છોડી દીધો છે.",
  "eng": "O Nath, you have completely ignored me. The proof of this is that I have prayed to you many times for my salvation, but my prayers do not reach your ears. Bihari narrates that God once saved an elephant, he ran to him on hearing his desperate cry. He is so tired of saving him that now he has given up the nature of being called a savior."
},{
  "id": 48,
  "hindi": "तजि तीरथ, हरि-राधिका, तन-दुति करि अनुरागु। \n\nजिहिं ब्रज-केलि-निकुंज-मग, पग-पग होत प्रयागु॥ ",
  "meaning": "कवि कह रहा है कि तू तीर्थ छोड़कर श्रीकृष्ण एवं राधिका की शारीरिक कांति के प्रति अपना अनुराग बढ़ा ले जिससे कि ब्रज के विहार निकुंजों के पथ में प्रत्येक पथ पर तीर्थराज प्रयाग बन जाता है। भाव यह है कि श्रीकृष्ण एवं राधा के प्रति भक्ति बढ़ाने से करोड़ों तीर्थराज जाने का फल प्राप्त होता है।",
  "guj": "કવિ કહી રહ્યા છે કે તીર્થયાત્રા છોડ્યા પછી, તમારે શ્રી કૃષ્ણ અને રાધિકાના ભૌતિક તેજ માટે તમારો પ્રેમ વધારવો જોઈએ જેથી બ્રજના વિહાર નિકુંજનના માર્ગ પર દરેક માર્ગ પર તીર્થસ્થાન પ્રયાગ બની જાય. અર્થ એ છે કે શ્રી કૃષ્ણ અને રાધા પ્રત્યેની ભક્તિ વધારીને કરોડો તીર્થસ્થાનોની મુલાકાત લેવાનું ફળ મળે છે.",
  "eng": "The poet is saying that you should leave the pilgrimage and increase your love for the physical radiance of Shri Krishna and Radha so that every path in the path of the Vihar Nikunj of Braj becomes the pilgrimage Prayag. The meaning is that by increasing devotion towards Shri Krishna and Radha, one gets the benefit of visiting crores of pilgrimages."
},{
  "id": 49,
  "hindi": "राधा हरि, हरि राधिका, बनि आए संकेत। \n\nदंपति रति-बिपरीत-सुखु, सहज सुरतहूँ लेत॥ ",
  "meaning": "श्री राधा श्रीकृष्ण का रूप और कृष्ण राधाजी का रूप धारण कर मिलन-स्थल पर आ गए हैं। वे दोनों स्वाभाविक रति में निमग्न हैं, फिर भी विपरीत संभोग का आनंद ले रहे हैं। यहाँ विपरीत रति का आनंद स्वरूप-परिवर्तन के कारण कल्पित किया गया है।",
  "guj": "શ્રી રાધાએ શ્રી કૃષ્ણનું રૂપ ધારણ કર્યું છે અને કૃષ્ણ રાધાજીના રૂપમાં સભા સ્થળે આવ્યા છે. તેઓ બંને કુદરતી સંભોગમાં વ્યસ્ત છે, છતાં વિજાતીય સંબંધનો આનંદ માણી રહ્યાં છે. અહીં રૂપમાં પરિવર્તનને કારણે વિજાતીય આનંદની કલ્પના કરવામાં આવી છે.",
  "eng": "Shri Radha has come to the meeting place in the form of Shri Krishna and Krishna in the form of Radhaji. Both of them are immersed in natural lovemaking, yet they are enjoying the opposite sex. Here the pleasure of opposite sex has been imagined due to the change in form."
},{
  "id": 50,
  "hindi": "लाल, अलौकिक लरिकई, लखि-लखि सखी सिहाँति। \n\nआज-काल्हि में देखियतु, उर उकसौंही भाँति॥ ",
  "meaning": "कोई सखी कह रही है कि हे लाल, उसके अल्हड़ बालपन को मैं यौवन में परिणत होते देख रही हूँ। उसे देख-देखकर न केवल मैं, बल्कि सखियाँ भी प्रसन्नता और आनंद का अनुभव कर रही हैं। तुम देख लेना आजकल में ही उसका वक्षस्थल थोड़े और उभार पर आकर दिखलाई पड़ने लगेगा, अर्थात् सबको आकर्षित करने लगेगा।",
  "guj": "કોઈ મિત્ર કહે છે કે હે પુત્ર, હું તેનું નિશ્ચિંત બાળપણ જુવાનીમાં ફેરવાતા જોઈ રહ્યો છું. માત્ર હું જ નહીં, મારા મિત્રો પણ તેને જોઈને ખુશ અને આનંદિત થઈ રહ્યા છે. તમે જોશો કે આ દિવસોમાં તેના સ્તનો વધુ પ્રખર અને દેખાઈ જશે, એટલે કે તે બધાને આકર્ષવા લાગશે.",
  "eng": "A friend is saying, O dear, I can see her carefree childhood turning into youth. Not only I, but my friends too are feeling happy and joy seeing her. You will see that in a few days her breasts will start to become more prominent and will start to look attractive, i.e. she will start to attract everyone."
},{
  "id": 51,
  "hindi": "चितई ललचौहैं चखनु डटि घूँघट-पट माँह। \n\nछल सौं चली छुवाइ कै छिनकु छबीली छाँह॥ ",
  "meaning": "नायक कह रहा है कि नायिका ने मुझे घूँघट में से ललचाई हुई आँखों से निर्मिमेष दृष्टि से देखा। इसके पश्चात् वह किसी बहाने से अपनी छबीली छांह का स्पर्श कराकर चली गई। ऐसा करके नायिका ने अपने रूप का स्पर्शाभास दिया है। उस स्पर्शाभास से मुझे परम सुख प्राप्त हुआ है। व्यंजना यह है कि जब उस स्पर्शाभास से मुझे सुख प्राप्त हुआ है तो मेरा मन अब पूर्ण स्पर्श-सुख प्राप्त करने के लिए व्याकुल हो उठा है।",
  "guj": "હીરો કહી રહ્યો છે કે નાયિકા ઘૂંઘટથી મારી તરફ વાસનાભરી નજરે જોતી હતી. આ પછી, તેણીએ કોઈ બહાને તેના પડછાયાને સ્પર્શ કર્યો અને ત્યાંથી જતી રહી. આમ કરીને નાયિકાએ તેના રૂપની હૃદયસ્પર્શી છાપ આપી છે. એ સ્પર્શથી મને અપાર આનંદ મળ્યો છે. અર્થ એ છે કે જ્યારે મને એ સ્પર્શથી આનંદ મળ્યો છે, ત્યારે મારું મન હવે સ્પર્શનો સંપૂર્ણ આનંદ મેળવવા માટે બેચેન છે.",
  "eng": "The hero is saying that the heroine looked at me through her veil with lusty eyes and unblinking gaze. After this, she went away after making me touch her beautiful shadow on some pretext. By doing this, the heroine has given me a glimpse of her beauty. I have got immense pleasure from that glimpse of touch. The insinuation is that when I have got pleasure from that glimpse of touch, my mind is now restless to get complete pleasure of touch."
},{
  "id": 52,
  "hindi": "मलिन देह, वेई बसन, मलिन बिरह कैं रूप। \n\nपिय-आगम औरै चढ़ी, आनन ओप अनूप॥ ",
  "meaning": "नायिका का शरीर मलिन था और वह कपड़े भी पुराने ही पहने हुए थी। 'वेई' शब्द से यह ध्वनित भी हो रहा है कि प्रिय मिलन के क्षणों में उसने जो वस्त्र पहने थे, उन्हीं को वह अब तक धारण किए हुए थी। जैसे ही उसे पति के आने का समाचार मिला, वैसे ही उसके चेहरे पर अनिर्वचनीय उल्लास और उससे उत्पन्न कांति फैल गई।",
  "guj": "નાયિકાનું શરીર ગંદું હતું અને તેણે પણ જૂના કપડાં પહેરેલાં હતાં. 'વી' શબ્દનો અર્થ એ પણ છે કે તેણીએ હજુ પણ તે જ કપડાં પહેર્યા હતા જે તેણીએ તેમની પ્રેમ મીટિંગની ક્ષણો દરમિયાન પહેર્યા હતા. પતિના આગમનના સમાચાર મળતાં જ તેના ચહેરા પર અવર્ણનીય આનંદ અને તેજ પ્રસરી ગયા.",
  "eng": "The heroine's body was dirty and she was wearing old clothes. The word 'vei' also implies that she was still wearing the same clothes that she had worn when she met her beloved. As soon as she got the news of her husband's arrival, an indescribable joy and glow spread on her face."
},{
  "id": 53,
  "hindi": "नीकी दई अनाकनी, फीकी परि गुहारि। \n\nतज्यौ मनौ तारन-बिरदु बारक बारनु तारि॥ ",
  "meaning": "हे नाथ, आपने तो मेरे प्रति पूर्ण उपेक्षा भाव अपना रखा है। इसका प्रमाण यह है कि मैं अपेन उद्धार के लिए आपसे अनेक बार प्रार्थना कर चुका हूँ, किंतु मेरी प्रार्थना आपके कानों तक पहुँचती ही नहीं है। बिहारी की प्रार्थना पर ध्यान न देने के कारण वे यह उत्प्रेक्षा करते हैं कि भगवान ने एक बार हाथी का उद्धार किया, उसकी आर्त पुकार पर दौड़े चले गए। उसका उद्धार करने में वे इतना थक गए हैं कि अब उद्धारकर्त्ता कहलाने की प्रकृति को ही उन्होंने त्याग दिया है।",
  "guj": "હે પ્રભુ, તમે મારી સંપૂર્ણ અવગણના કરી છે. આનો પુરાવો એ છે કે મેં તમને મારા મોક્ષ માટે ઘણી વાર પ્રાર્થના કરી છે, પરંતુ મારી પ્રાર્થના તમારા કાન સુધી ક્યારેય પહોંચી નથી. બિહારીની પ્રાર્થના પર ધ્યાન ન આપવાને કારણે, તે અનુમાન કરે છે કે ભગવાને એકવાર હાથીને બચાવ્યો હતો અને તેનો પોકાર સાંભળીને દોડી ગયો હતો. તેને બચાવવાના પ્રયાસમાં તેઓ એટલા થાકી ગયા છે કે હવે તેઓએ તારણહાર કહેવાનો સ્વભાવ છોડી દીધો છે.",
  "eng": "O Nath, you have completely ignored me. The proof of this is that I have prayed to you many times for my salvation, but my prayers do not reach your ears. Because of not paying attention to Bihari's prayers, he makes the excuse that God once saved an elephant, he ran to him on his desperate cry. He is so tired of saving him that now he has given up the nature of being called a savior."
},{
  "id": 54,
  "hindi": "आवत जात न जानियतु, तेजहिं तजि सियरानु। \n\nघरहँ जँवाई लौं घट्यौ, खरौ पूस-दिन-मानु॥ ",
  "meaning": "जिस तरह ससुराल में रहने वाले जामाता का मान-सम्मान घट जाता है, वह तेजहीन हो जाता है उसी तरह पौष मास के दिनों में भी दिन का आना-जाना, उदित और अस्त होना पता ही नहीं चलता है। वह जल्दी ही बीत जाता है।",
  "guj": "જેમ સાસરિયાંમાં રહેતા જમાઈનું માન-સન્માન ઘટી જાય છે, તે તેજથી વંચિત થઈ જાય છે, તેવી જ રીતે પોષ માસના દિવસોમાં આવનારા-જવાનું ધ્યાન પણ નથી પડતું. દિવસનો, તેનો ઉદય અને સેટિંગ. તે જલ્દી પસાર થાય છે.",
  "eng": "Just as the respect and honour of a son-in-law living in his in-laws' house diminishes and he becomes dull, similarly, during the month of Paush, the coming and going of the day, its rising and setting is not known. It passes by very quickly."
},{
  "id": 55,
  "hindi": "मंगल बिंदु सुरंगु, मुखु ससि केसरि आड़ गुरु। \n\nइक नारी लहि संगु, रसमय किय लोचन-जगत॥ ",
  "meaning": "नायिका के मुख पर लाल बिंदु तथा केसर की पीली आड़ देखकर नायक को आँखें प्रेम से परिपूर्ण हो जाती हैं। वह अपनी दशा को नायिका की सखी से स्पष्ट कर रहा है। नायक कहता है कि नायिका का मुख चंद्रमा के समान है। उसके मस्तक पर लगा हुआ रोली का बिंदु मंगल है और केसर का तिरछा तिलक बृहस्पति है। ",
  "guj": "નાયિકાના ચહેરા પર લાલ ટપકું અને કેસરીનો પીળો પડદો જોઈને હીરોની આંખો પ્રેમથી ભરાઈ જાય છે. તે નાયિકાના મિત્રને તેની સ્થિતિ સમજાવી રહ્યો છે. હીરો કહે છે કે હીરોઈનનો ચહેરો ચંદ્ર જેવો છે. તેમના કપાળ પર રોલીનું બિંદુ મંગળ છે અને કેસરનું ત્રાંસી તિલક ગુરુ છે.",
  "eng": "Seeing the red dot and the yellow shade of saffron on the heroine's face, the hero's eyes fill with love. He is explaining his condition to the heroine's friend. The hero says that the heroine's face is like the moon. The dot of roli on her forehead is Mars and the slanting saffron tilak is Jupiter."
},{
  "id": 56,
  "hindi": "हरषि न बोली, लखि ललनु, निरखि अमिलु संग साथु। \n\nआँखिनु ही मैं हँसि, धर्यौ सीस हियँ धरि हाथु॥ ",
  "meaning": "नायक के संग कुछ अपरिचित लोगों को देखकर उससे न तो प्रसन्नता प्रकट करते बना और न वह नायक से बोली ही। उसने केवल आँखों में हँसकर अपने हाथ को पहले हृदय पर रखा और फिर सिर पर रखा। इस प्रकार संकेत से प्रेम प्रदर्शन किया।",
  "guj": "હીરો સાથે કેટલાક અજાણ્યા લોકોને જોઈને તેણે ન તો ખુશી વ્યક્ત કરી કે ન તો તેની સાથે વાત કરી. તે માત્ર આંખોમાં હસ્યો અને પહેલા તેના હૃદય પર અને પછી તેના માથા પર હાથ મૂક્યો. આ રીતે ચિહ્નો સાથે પ્રેમ દર્શાવવામાં આવ્યો હતો.",
  "eng": "Seeing some unknown people with the hero, she neither showed happiness nor spoke to him. She only smiled with her eyes and placed her hand first on her heart and then on her head. In this way, she expressed her love by gesture."
},{
  "id": 57,
  "hindi": "पहुँचति डटि रन-सुभट लौं, रोकि सकैं सब नाँहि। \n\nलाखनु हूँ की भीर में, आँखि उहीं चलि जाँहि॥ ",
  "meaning": "एक सखी दूसरी से कहती है कि हे सखी, तेरी दृष्टि लाखों की भीड़ में अपने प्रेमी के निकट सभी प्रकार की बाधाओं को दूर कर उसी प्रकार पहुँच जाती है जिस प्रकार कोई वीर योद्धा रण-क्षेत्र में अपने मार्ग के समस्त विघ्नों को दूर करता हुआ अपने प्रतिपक्षी नायक के पास पहुँच जाता है।",
  "guj": "એક મિત્ર બીજાને કહે છે, હે મિત્ર, તમારી દ્રષ્ટિ લાખોની ભીડમાં તમારા પ્રેમી સુધી પહોંચે છે, દરેક પ્રકારના અવરોધોને પાર કરીને, જેમ એક બહાદુર યોદ્ધા યુદ્ધના મેદાનમાં તેના માર્ગના તમામ અવરોધોને દૂર કરીને તેનો વિરોધી વીર સુધી પહોંચે છે.",
  "eng": "One friend says to the other, O friend, your sight removes all obstacles and reaches your lover in a crowd of millions, just as a brave warrior removes all the obstacles in his path and reaches his opponent in the battle-field."
},{
  "id": 58,
  "hindi": "रँगी सुरत-रंग पिय-हियैं, लगी जगी सब राति। \n\nपैंड़ पैंड़ पर ठठुकि कै, ऐंड़-भरी ऐंडाति॥ ",
  "meaning": "सुरति के पश्चात् प्रेमगर्विता नायिका कदम-कदम पर ठिठकती हुई, गर्व से ऐंठती हुई और अलसाती हुई-सी चल रही है। कोई सखी कहती है कि प्रियतम के हृदय से लगी रहकर यह नायिका रात भर जगती रही है। यह संभोग के सुख के रंग में रंगी हुई है। यही कारण है कि अब प्रातः वेला में यह नायिका कदम-कदम पर रुक-रुककर गर्व से भरकर ऐंठती और ऐंड़ती हुई चल रही है।",
  "guj": "સુરતી પછી, પ્રેમ-લગ્ન નાયિકા આળસથી ચાલે છે, દરેક પગલે અચકાય છે. કોઈ મિત્ર કહે છે કે આ નાયિકા આખી રાત જાગી રહી છે, પ્રિયતમના હૃદયને વળગી રહી છે. તે ઉગ્ર ઉત્તેજનાનો અતિરેકના રંગોમાં રંગાયેલો છે. આ જ કારણ છે કે હવે સવારમાં આ નાયિકા ગર્વ અને સંકોચ સાથે, દરેક પગલે થોભીને ચાલી રહી છે.",
  "eng": "After Surti, the love-stricken heroine is walking lazily, halting at every step, swaying with pride and lazily. A friend says that this heroine remained awake the whole night clinging to the heart of her beloved. She is drenched in the pleasure of sex. This is the reason that now in the morning this heroine is walking lazily, halting at every step, full of pride and swaying."
},{
  "id": 59,
  "hindi": "अजौं तरयौना ही रह्यौ श्रुति सेवत इक-रंग। \n\nनाक-बास बेसरि लह्यौ बसि मुकुतनु कैं संग॥ ",
  "meaning": "कवि ने निरंतर वेदपाठ करन के की अपेक्षा निरंतर सत्संग को श्रेष्ठ बतलाया है। इस मत की पुष्टि ‘तर्यौना’ और ‘बैसरि’ जैसे शब्दों में श्लेष का विधान करके की है। 'तर्यौना' अर्थात कर्ण आभूषण कान की संगति करने से आज भी कान के पीछे ही पड़ा रहता है किंतु 'बेसरि' अर्थात नाक का आभूषण जिसमें मोती लटकता रहता है, उसने नाक के साथ रहने से कान की अपेक्षा उच्च पद प्राप्त कर लिया।",
  "guj": "કવિએ સતત વેદના પઠન કરતાં સતત સત્સંગને શ્રેષ્ઠ ગણાવ્યો છે. આ અભિપ્રાયની પુષ્ટિ ‘તર્યુના’ અને ‘બૈસારી’ જેવા શબ્દોમાં શ્લોક સ્થાપિત કરીને કરવામાં આવી છે. 'તર્યાઉના' એટલે કે કાનનું આભૂષણ કાન સાથેના સંબંધને લીધે કાનની પાછળ રહે છે, પરંતુ 'બેસરી' એટલે કે નાકનું આભૂષણ જેમાં મોતી લટકતું હોય છે, તે નાક સાથે હોવાથી કાન કરતાં ઊંચું સ્થાન પ્રાપ્ત કરે છે.",
  "eng": "The poet has said that constant company of saints is better than continuous recitation of Vedas. This opinion has been confirmed by making a pun in words like 'taryouna' and 'baisari'. 'taryouna' i.e. ear ornament remains behind the ear even today due to its association with the ear, but 'baisari' i.e. nose ornament in which pearl hangs, has attained a higher status than the ear due to its association with the nose."
},{
  "id": 60,
  "hindi": "नैंक न झुरसी बिरह-झर, नेह लता कुम्हिलाति। \n\nनित-नित होति हरी-हरी, खरी झालरति जाति॥ ",
  "meaning": "विरह की लपट से झुलसने पर भी उसकी स्नेह रूपी लता तनिक भी कुम्हलाती नहीं है। उल्टे वह तो नित्य-प्रति लहलहा रही है और भली-भाँति फैलती जा रही है। प्राय: यह देखा जाता है कि सूर्य के प्रखर ताप के कारण कोमल लताएँ कुम्हलाने लगती हैं। यहाँ पर स्नेह को लता मानते हुए यह कहा गया है कि विरहाग्नि के जलते रहने पर भी स्नेहभाव कम नहीं हुआ है, बल्कि वह तो और अधिक बढ़ता या फैलता जा रहा है।",
  "guj": "વિચ્છેદની જ્વાળાથી સળગ્યા પછી પણ તેના પ્રેમની લતા સહેજ પણ ઓસરતી નથી. તેનાથી વિપરિત, તે દરરોજ વિકસી રહ્યું છે અને ખૂબ જ સારી રીતે ફેલાય છે. ઘણીવાર એવું જોવા મળે છે કે સૂર્યના આકરા તાપને કારણે નાજુક વેલા કરમાઈ જવા લાગે છે. અહીં સ્નેહને લતા ગણીને કહેવાયું છે કે વિદાયની અગ્નિ સળગવા છતાં સ્નેહની લાગણી ઓછી નથી થઈ, બલ્કે તે વધી રહી છે કે વધુ ફેલાઈ રહી છે.",
  "eng": "Even after being scorched by the flames of separation, the vine of affection does not wilt at all. On the contrary, it is blooming every day and spreading well. It is often seen that tender vines start wilting due to the intense heat of the sun. Here, considering affection as a vine, it has been said that even though the fire of separation continues to burn, the affection has not diminished, rather it is increasing and spreading even more."
},{
  "id": 61,
  "hindi": "खौरि-पनिच भृकुटी-धनुषु, बधिकु समरु, तजि कानि। \n\nहनतु तरुन-मृग तिलक-सर, सुरक-भाल, भरि तानि॥ ",
  "meaning": "क्रोधाविष्ट नायिका का वर्णन करते हुए कवि कहता है कि खौरि रूपी प्रत्यंचा वाले धनुष को दृढ़ता से तानकर कामदेव रूपी बधिक बिना किसी विघ्न-बाधा के सुरक भाले के समान तिलक रूपी बाण से तरुण नर रूपी मृगों का शिकार करता रहता है।",
  "guj": "ક્રોધિત નાયિકાનું વર્ણન કરતાં, કવિ કહે છે કે ખૌરીના રૂપમાં ધનુષ્યને ચુસ્તપણે બાંધીને, કામદેવના રૂપમાં હત્યારો પોતાના તીલકના રૂપમાં યુવાન નર હરણનો શિકાર કરે છે, જે કોઈપણ અવરોધ વિના સુરક ભાલાની જેમ છે. .",
  "eng": "Describing the heroine filled with rage, the poet says that firmly pulling the bow having the string in the form of a knife, the butcher in the form of Kamadeva hunts the deer in the form of young men with the arrow in the form of a mark like a spear without any hindrance."
},{
  "id": 62,
  "hindi": "सनि-कज्जल चख-झख-लगन उपज्यौ सुदिन सनेहु। \n\nक्यौं न नृपति ह्वै भोगवै लहि सुदेसु सबु देहु॥ ",
  "meaning": "सखी नायिका से कह रही है कि काजल रूपी शनिग्रह के नेत्र रूपी मीन राशि में स्थित होने से शुभ मुहुर्त में जो स्नेह रूपी शिशु उत्पन्न हुआ है, वह राजा होकर संपूर्ण शरीर रूपी सुदंर प्रदेश को क्यों नहीं भोगेगा? कहने का तात्पर्य यह है कि वह अवश्य भोगेगा। तुम्हारे स्नेह ने उसके सर्वांगों पर अधिकार जमा लिया है। इस दोहे में सखी अपनी चाक्-चातुरी द्वारा नायिका के हृदय में नायक के प्रति प्रेम उत्पन्न करने का प्रयास करती है। ",
  "guj": "મિત્ર નાયિકાને કહે છે કે પ્રેમના રૂપમાં જે બાળક મીન રાશિના નેત્ર ચિન્હમાં કાજલના રૂપમાં શનિની હાજરીને કારણે શુભ મુહૂર્તમાં જન્મ્યું છે, તે શા માટે રાજા બનીને આનંદ નહીં કરે? સમગ્ર શરીરના સ્વરૂપમાં સુંદર સ્થિતિ? કહેવાનો મતલબ એ છે કે તે ચોક્કસપણે ભોગવશે. તારા પ્રેમે તેના તમામ અંગો કબજે કરી લીધા છે. આ જોડીમાં, સખી તેની ચતુરાઈ દ્વારા નાયિકાના હૃદયમાં હીરો માટે પ્રેમ પેદા કરવાનો પ્રયાસ કરે છે.",
  "eng": "The friend is telling the heroine that the child of love born in the auspicious moment when Saturn in the form of Kajal is situated in Pisces in the form of eye, why will he not enjoy the beautiful region of the whole body after becoming a king? What is meant to say is that he will definitely enjoy. Your love has taken over all his body parts. In this couplet, the friend tries to create love for the hero in the heart of the heroine through her cleverness."
},{
  "id": 63,
  "hindi": "बन-तन कौं निकसत लसत, हँसत-हँसत इत आइ। \n\nदृग-खंजन गहि लै चल्यौ, चितवनि-चैंपु लगाइ॥ ",
  "meaning": "नायक नायिका के द्वार के पास से हँसता हुआ निकलता है। नायिका के खंजर के समान चपल नेत्र उसकी ओर आकर्षित हो जाते हैं। नायक उन नेत्रों को सौंदर्य के लासे में लिपटाकर अपने साथ लेकर चल देता है। नायिका उसे बहुत दूर तक रास्ते पर जाता हुआ देखती रह जाती है।",
  "guj": "હીરો હસતો હસતો નાયિકાના દરવાજેથી પસાર થાય છે. નાયિકાની ખંજર જેવી આંખો તેના તરફ આકર્ષાય છે. હીરો એ આંખોને સુંદરતાના બંડલમાં લપેટીને પોતાની સાથે લઈ જાય છે. નાયિકા તેને રસ્તામાં દૂર દૂર જતી જોતી રહે છે.",
  "eng": "The hero passes by the heroine's door laughing. The heroine's eyes, as nimble as daggers, are attracted to him. The hero wraps those eyes in a lasso of beauty and takes them away with him. The heroine keeps looking at him as he walks away on the road for a long distance."
},{
  "id": 64,
  "hindi": "जदपि तेज रौहाल-बल, पलकौ लगी न बार। \n\nतौ ग्वैंड़ों घर को भयौ, पैंड़ो कोस हजार॥ ",
  "meaning": "नायक नायिका से कह रहा है कि हे प्रिये, मैं बड़ी तीव्र गति से तुम्हारे पास आया हूँ। यद्यपि शीघ्रगामी घोड़ों की गतिजनित पराक्रमी वृत्ति के कारण मुझे तुम तक पहुँचने में पल भर भी देर नहीं लगी है तथापि मेरे मन में तुमसे मिलने की उत्सुकता के कारण घर के पास ही स्थित सीमावर्ती भूमि मुझे हज़ार कोस के मार्ग के बराबर दूर प्रतीत हुई है।",
  "guj": "નાયક નાયિકાને કહે છે, હે પ્રિય, હું તમારી પાસે ખૂબ જ ઝડપથી આવ્યો છું. જો કે, ઝડપી ચાલતા ઘોડાઓના ઝડપી અને જોરાવર સ્વભાવને કારણે મને તમારા સુધી પહોંચવામાં એક ક્ષણ પણ ન લાગી, છતાં તમને મળવાની મારા મનમાં રહેલી આતુરતાને કારણે, મારા ઘરની નજીક આવેલી સરહદની જમીન મને દૂર સુધી લાગી. હજાર માઈલના અંતર જેટલું દૂર.",
  "eng": "The hero is telling the heroine that O beloved, I have come to you at a very fast speed. Although it did not take me even a moment to reach you due to the speed and courage generated by the speed of the fast horses, yet due to the eagerness in my heart to meet you, the border land situated near the house seems as far away as a path of a thousand miles."
},{
  "id": 65,
  "hindi": "मकराकृति गोपाल कैं, सोहत कुंडल कान। \n\nधर्यौ मनौ हिय-धर समरु, ड्यौढ़ी लसत निसान॥ ",
  "meaning": "नायक के कानों पर मकर या मछली के आधार वाले स्वर्ण-कुंडल शोभित हो रहे हैं। इससे ऐसा आभासित होता है मानों कामदेव के हृदय रूपी राज्य को विजित कर लिया गया हो और कर्ण-प्रदेश पर अपनी मकराकृति पताका विजय की प्रतीक बनकर फहरा रही हो।",
  "guj": "હીરોના કાન મકર અથવા માછલી પર આધારિત સોનાની બુટ્ટીઓથી શણગારવામાં આવે છે. આના પરથી એવું લાગે છે કે જાણે કામદેવના હૃદયના રૂપમાં રાજ્ય જીતી ગયું હોય અને વિજયના પ્રતીક તરીકે તેનો મકરકૃતિ ધ્વજ કર્ણ પ્રદેશ પર લહેરાતો હોય.",
  "eng": "The hero's ears are adorned with golden earrings based on the Makar or fish. This gives the impression as if the kingdom of Kamadeva's heart has been conquered and the Makar-shaped flag is fluttering on the earlobe as a symbol of victory."
},{
  "id": 66,
  "hindi": "दियौ सु सीस चढ़ाइ लै, आछी भांति अएरि। \n\nजापैं सुखु चाहतु लियौ, ताके दुखहिं न फेरि॥ ",
  "meaning": "ईश्वर ने दु:ख या सुख जो भी दिया है, उसे अच्छी प्रकार से स्वीकार करके सिर माथे चढ़ा ले। तू जिस ईश्वर से सुख प्राप्ति की कामना करता है, दुःख भी उसी का दिया हुआ है। अतः ईश्वर-प्रदत्त दु:ख को लौटा मत-अस्वीकार मत कर।",
  "guj": "ભગવાને તમને જે પણ દુ:ખ કે સુખ આપ્યું છે તેનો ગર્વથી સ્વીકાર કરો. તમે જેની પાસેથી સુખ મેળવવા ઈચ્છો છો, દુ:ખ પણ તે ભગવાન આપે છે. માટે ઈશ્વરે આપેલું દુ:ખ પાછું ન આપો, નકારશો નહીં.",
  "eng": "Whatever God has given you, whether it is happiness or sorrow, accept it with respect. The God from whom you wish to get happiness, sorrow is also given by Him. So do not return the sorrow given by God or do not reject it."
},{
  "id": 67,
  "hindi": "नख-सिख-रूप भरे खरे, तौ माँगत मुसकानि। \n\nतजत न लोचन लालची, ए ललचौहीं बानि॥ ",
  "meaning": "नायिका कहती है कि हे सखी, मेरे ये नेत्र श्याम को नख से शिख तक देख चुके हैं, अर्थात् सर्वांगीण रूप से मेरे नेत्रों में कृष्ण ही बसे हुए हैं, फिर भी ये लालची नयन अपने लोभी स्वभाव को नहीं त्यागते और इनकी एक मुस्कान और देखने की माँग कर रहे हैं।",
  "guj": "નાયિકા કહે છે, હે મિત્ર, મારી આ આંખોએ શ્યામને છેડાથી પગ સુધી જોયો છે, એટલે કે બધી રીતે મારી આંખોમાં કૃષ્ણનો વાસ છે, છતાં આ લોભી આંખો પોતાનો લોભી સ્વભાવ છોડતી નથી અને તેઓ હસતાં-હસતાં જોઈ રહ્યાં છે. માંગ કરી રહ્યા છે.",
  "eng": "The heroine says, O friend, these eyes of mine have seen Shyam from head to toe, that is, Krishna is present in my eyes in all respects, yet these greedy eyes do not give up their greedy nature and are demanding to see one more smile of his."
},{
  "id": 68,
  "hindi": "लसतु सेत सारी ढप्यौ, तरल तर्यौना कान। \n\nपर्यौ मनो सुरसरि-सलिल, रवि-प्रतिबिंबु बिहान।। ",
  "meaning": "शुक्लाभिसारिका नायिका के सौंदर्य का वर्णन है। नायिका के ताटंक की शोभा लक्षित करती हुई सखी नायक से कह रही है कि श्वेत साड़ी आवृत्त उसके कान का ताटंक ऐसा प्रतीत होता है अथवा कहें कि ऐसा शोभायमान होता है मानों गंगा की धारा में प्रकंपित प्रात:कालीन सूर्य का प्रकंपित प्रतिबिंब झलक रहा हो।",
  "guj": "શુક્લાભિસારિકા નાયિકાની સુંદરતાનું વર્ણન કરે છે. નાયિકાના કાનની બુટીની સુંદરતા પર નિશાન સાધતા મિત્ર હીરોને કહે છે કે સફેદ સાડીમાં ઢંકાયેલ તેની કાનની બુટ્ટી એટલી સુંદર દેખાય છે કે આપણે કહીએ કે, સવારના સૂર્યનું ધ્રૂજતું પ્રતિબિંબ ગંગાના પ્રવાહમાં પ્રતિબિંબિત થતું હોય તેટલું સુંદર લાગે છે.",
  "eng": "Shuklabhisarika is a description of the beauty of the heroine. Noting the beauty of the heroine's earlobe, the friend is telling the hero that the earlobe covered with a white sari looks or should we say looks beautiful as if the vibration of the morning sun is reflected in the flow of the Ganges."
},{
  "id": 69,
  "hindi": "कैसें छोटे नरनु तैं, सरत बड़नु के काम। \n\nमढयौ दमामौ जातु क्यौं, कहि चूहे कैं चाम॥ ",
  "meaning": "छोटे अर्थात् ओछे लोगों से बड़े लोगों के काम कैसे पूरे पड़ सकते हैं अर्थात् नहीं पड़ सकते हैं। उदाहरण देते हुए बिहारी कह रहे हैं कि यह स्थिति ठीक उसी प्रकार है जिस प्रकार कभी भला चूहे के चमड़े से नगाड़ा नहीं बजाया जा सकता है अर्थात् नहीं मढ़ा जा सकता है वैसे ही छोटे व्यक्ति से बड़े लोगों के काम भी पूरे नहीं पड़ सकते हैं।",
  "guj": "મોટા લોકોનું કામ નાના એટલે કે મીન લોકોથી કેવી રીતે પૂરું થાય કે નહીં? એક ઉદાહરણ આપતા બિહારી કહે છે કે આ સ્થિતિ એવી જ છે જેવી રીતે ઉંદરની ચામડી વડે ઢોલ વગાડી શકાતો નથી, એટલે કે તેને ચામડાથી ઢાંકી શકાતો નથી, તેવી જ રીતે કોઈ મોટી વ્યક્તિનું કામ પણ પૂર્ણ થઈ શકતું નથી. નાની વ્યક્તિ.",
  "eng": "How can the works of big people be completed by small people, that is, they cannot be completed. Giving an example, Bihari is saying that this situation is exactly like the way a drum can never be played with the skin of a rat, that is, it cannot be covered, in the same way the works of big people cannot be completed by small people."
},{
  "id": 70,
  "hindi": "नैंक हँसौंहीं बानि तजि, लख्यौ परतु मुहुँ नीठि। \n\nचौका-चनकनि-चौंध मैं, परति चौंधि सी डीठि॥ ",
  "meaning": "हे सखी, थोड़ी देर के लिए तू अपनी हँसोड़ आदत को छोड़ दे क्योंकि इससे तेरा मुख बड़ी कठिनता से दिखलाई पड़ता है। क्या तू यह नहीं जानती है कि तेरे दाँतों की चमक की चौंध में देखने वाले की दृष्टि भी चौंधिया-सी जाती है।",
  "guj": "હે દોસ્ત, થોડા સમય માટે તારી મજાક કરવાની આદત છોડી દે કારણ કે તે તારો ચહેરો દેખાડવો તમારા માટે મુશ્કેલ બનાવે છે. શું તમે નથી જાણતા કે તમારા દાંતની ચમકથી જોનારની દૃષ્ટિ પણ ચમકી જાય છે?",
  "eng": "O friend, for a while you should give up your joking habit because it makes it very difficult to see your face. Don't you know that the glare of your teeth dazzles the eyes of the onlooker."
},{
  "id": 71,
  "hindi": "देखत बुरै कपूर ज्यौं, उपै जाइ जिन, लाल। \n\nछिन-छिन जाति परी खरी, छीन छबीली बाल॥ ",
  "meaning": "हे लाल, वह छबीली बाला प्रतिक्षण अत्यंत दुबली होती जा रही है। मुझे तो यह भय लगने लगा है कि कहीं वह देखते-ही-देखते कपूर की भाँति समाप्त होकर लुप्त न हो जाए। अभिप्राय यह है कि जिस प्रकार से गर्मी से कपूर थोड़ा-थोड़ा करके उड़ता रहता है और फिर अचानक अदृश्य हो जाता है, उसी प्रकार नायिका भी विरहजनित ताप के कारण सूखती जा रही है।",
  "guj": "અરે દીકરા, એ સુંદર છોકરી દરેક ક્ષણે ખૂબ જ પાતળી થઈ રહી છે. મને ડર લાગવા લાગ્યો છે કે કદાચ તે કપૂરની જેમ થોડી જ વારમાં અદૃશ્ય થઈ જશે. તાત્પર્ય એ છે કે જેમ ગરમીને કારણે કપૂર ધીમે ધીમે ઊડવાનું શરૂ કરે છે અને પછી અચાનક અદૃશ્ય થઈ જાય છે, તેવી જ રીતે વિદાયથી ઉત્પન્ન થતી ગરમીને કારણે નાયિકા પણ સુકાઈ રહી છે.",
  "eng": "O Lal, that charming girl is becoming very thin every moment. I am afraid that she might vanish like camphor in no time. The meaning is that just as camphor keeps flying away due to heat and then suddenly disappears, in the same way the heroine is also drying up due to the heat of separation."
},{
  "id": 72,
  "hindi": "डीठिबरत बाँधी अटनु, चढ़ि धावत न डरात। \n\nइतहिं उतहिं चित दुहुनु के, नट लौं आवत जात॥ ",
  "meaning": "नायक-नायिका दोनों ने अपनी-अपनी छत से दूसरे की छत तक दृष्टि रूपी रस्सी बाँध रखी है, उसी पर दोनों के चित्त बढ़कर दौड़ते हुए तनिक भी नहीं डरते। इस प्रकार वे नट की तरह इधर-उधर आते-जाते रहते हैं।",
  "guj": "નાયક અને નાયિકા બંનેએ પોતપોતાના ધાબાથી બીજાના ધાબા સુધી દ્રષ્ટિના રૂપમાં દોરડું બાંધ્યું છે અને તે બંને તેના પર પૂરા હૃદયથી દોડી રહ્યા છે અને જરા પણ ડરતા નથી. આમ તેઓ બદામની જેમ અહીં-ત્યાં આવતા રહે છે.",
  "eng": "Both the hero and the heroine have tied a rope of their eyes from their respective roofs to the other's roof, and they both run on it without any fear. In this way they keep moving here and there like acrobats."
},{
  "id": 73,
  "hindi": "लखि, लोने लोइननु कैं, कौइनु, होइ न आजु। \n\nकौनु गरीबु निवाजिबौ, तूठ्यौं रतिराजु॥ ",
  "meaning": "एक सखी नायिका से उसके नेत्रों के लावण्य का वर्णन कर रही है। वह कह रही है कि अरी सखी, आज तेरे आकर्षक नेत्रों के कोरों से तेरी प्रियतम-मिलन-कामना व्यक्त हो रही है, किंतु, बहुत प्रयास करने पर भी यह विदित नहीं हो रहा है कि तुम आज किस पर कृपा करोगी। आज किसके जीवन में बसंत आएगा अर्थात् तुम्हारे मिलन का सुख किसे प्राप्त होगा यह ज्ञात नहीं हो रहा है।",
  "guj": "એક મિત્ર નાયિકાની આંખોની સુંદરતાનું વર્ણન કરી રહ્યો છે. તે કહે છે કે મારા પ્રિય મિત્ર, આજે તારી આકર્ષક આંખોના ખૂણેથી તારી પ્રિયતમાને મળવાની ઈચ્છા વ્યક્ત થઈ રહી છે, પરંતુ અથાગ પ્રયત્નો કર્યા પછી પણ આજે તું તારી કૃપા કોને બતાવશે તે સમજાતું નથી. આજે ખબર નથી કે કોના જીવનમાં વસંત આવશે એટલે કે તમારી મુલાકાતનું સુખ કોને મળશે.",
  "eng": "A friend is describing to the heroine the beauty of her eyes. She is saying, “O friend, today your desire to meet your beloved is being expressed through the corners of your attractive eyes, but, despite trying hard, it is not known who you will shower your blessings on today. Whose life will be blessed with spring today, i.e. who will get the happiness of meeting you, it is not known.”"
},{
  "id": 74,
  "hindi": "फेरु कछुक करि पौरि तैं, फिरि, चितई मुसुकाइ। \n\nआई जावनु लैन जिय, नेहैं चली जमाइ॥ ",
  "meaning": "पड़ौसिन पर अनुरक्त नायक की मनःस्थिति और नायिका की मोहक चेष्टा का वर्णन है। कवि कह रहा है कि नायिका लौटकर जाते समय दरवाजे पर से कुछ बहाना करके नायक की ओर घूमकर और मुस्कराकर ऐसे भाव से देखकर गई है कि वह आई तो थी दही जमाने के लिए जामन लेने, किंतु नायक के हृदय में अपना प्रेम जमाकर चली गई है।",
  "guj": "પાડોશીના પ્રેમમાં નાયકની મનની સ્થિતિ અને નાયિકાના મોહક પ્રયાસોનું વર્ણન કરવામાં આવ્યું છે. કવિ કહે છે કે પાછા ફરતી વખતે નાયિકા કોઈક બહાને નાયક તરફ વળી અને તેની સામે સ્મિત સાથે જોઈ જાણે દહીં બનાવવા આંબલી લેવા આવી હોય, પણ તેના હૃદયમાં પ્રેમ રાખીને જતી રહી. હીરો",
  "eng": "The hero's state of mind in love with the neighbor and the heroine's seductive gestures are described. The poet is saying that while returning, the heroine made some excuse at the door and turned towards the hero and smiled and looked at him with such an expression that it seemed that she had come to get curdling agent to set the curd, but she left after settling her love in the hero's heart."
},{
  "id": 75,
  "hindi": "सतर भौंह रूखै बचन, करति कठिनु मनु नीठि। \n\nकहा करौं, है जाति हरि, हेरि हँसौं ही डीठि॥ ",
  "meaning": "नायिका अपनी सखी से कहती है कि हे सखी, मैं प्रयत्न करके अपनी भौंहों को टेढ़ी, वचनों को रूखा और मन को कठोर बनाती हूँ, किंतु मैं क्या करूँ? बड़ी विवश हूँ। मैं जैसे ही अपने प्रिय को देखती हूँ, वैसे ही मुझे हँसी आ जाती है। मेरी दृष्टि प्रेमानुरक्त हो जाती है। ऐसा प्रतीत होता है जैसे मेरी आँखें हँस रही हों और मैं नायक पर अनुरक्त होती चली जा रही हूँ।",
  "guj": "નાયિકા તેના મિત્રને કહે છે, હે મિત્ર, હું મારી ભ્રમરોને ચાંઠાવા, મારા શબ્દોને સૂકવવા અને મારા હૃદયને સખત બનાવવાનો પ્રયત્ન કરું છું, પણ મારે શું કરવું જોઈએ? હું બહુ લાચાર છું. મારા પ્રિયને જોતાં જ હું હસવા લાગી. મારી દ્રષ્ટિ રોમેન્ટિક બની જાય છે. એવું લાગે છે કે મારી આંખો હસી રહી છે અને હું હીરો સાથે જોડાયેલો છું.",
  "eng": "The heroine tells her friend, \"O friend, I try my best to make my eyebrows crooked, my words harsh and my heart hard, but what can I do? I am very helpless. As soon as I see my beloved, I start laughing. My gaze becomes enamored with love. It seems as if my eyes are laughing and I am becoming enamored with the hero."
},{
  "id": 76,
  "hindi": "सोवत सपनैं स्यामघनु, मिलिहिलि हरत वियोगु। \n\nतब हीं टरि कित हूँ गई, नींदौ नींदनु जोगु॥ ",
  "meaning": "नायिका अपनी सखी से कहती है कि हे सखी, सोते समय सपने में स्यामघन अर्थात् श्रीकृष्ण मेरे साथ मिलकर वियोग को दूर कर रहे थे अर्थात् नायक के मिल जाने से मैं संयोगिनी हो गई थी किंतु उसी समय न जाने मेरी अभागी नींद भागकर कहाँ चली गई अर्थात् नीद उचट जाने पर मैं पुनः वियोगिनी हो गई हूँ।",
  "guj": "નાયિકા તેના મિત્રને કહે છે, હે મિત્ર, સૂતી વખતે, સ્વપ્નમાં, સ્યામઘન એટલે કે શ્રી કૃષ્ણ મારી સાથે વિયોગ દૂર કરી રહ્યા હતા, એટલે કે નાયકને મળ્યા પછી, હું સંયોગિની બની, પરંતુ તે જ સમયે, હું નથી. મારી કમનસીબી ઊંઘ ક્યાં ભાગી ગઈ તે જાણો, એટલે કે જ્યારે હું જાગી જાઉં છું, ત્યારે હું ફરીથી અલિપ્ત થઈ જાઉં છું.",
  "eng": "The heroine tells her friend, O friend, while I was sleeping, in my dream, Syamghan, that is, Shri Krishna was uniting with me and removing my separation, that is, I had become a union with the hero, but at the same time, I don’t know where my unfortunate sleep ran away, that is, after my sleep was awakened, I have once again become a union with a woman."
},{
  "id": 77,
  "hindi": "यह बिनसतु नगु राखि कै, जगत बड़ौ जसु लेहु। \n\nजरी विषम जुर जाइयैं, आइ सुदरसनु देहु॥ ",
  "meaning": "नायिका की सखी नायक से कहती है आप इस विनष्ट होते हुए स्त्री-रत्न की रक्षा करते हुए संसार में अत्यंत यश प्राप्त कीजिए। विषम ज्वर अर्थात् विरह से जली जाती हुई इस नायिका को स्वतः आकर सुदर्शन रूपी चूर्ण दीजिए अर्थात् शुभदर्शन देकर मरने से बचा लीजिए। विषम ज्वर में सुदर्शनचूर्ण दिया जाता है।",
  "guj": "નાયિકાનો મિત્ર હીરોને કહે છે કે તેણે સ્ત્રીના આ નાશવંત રત્નનું રક્ષણ કરીને વિશ્વમાં મહાન ખ્યાતિ પ્રાપ્ત કરવી જોઈએ. તમે જાતે જ આવો અને વિચિત્ર તાવ એટલે કે વિયોગથી સળગી રહેલી આ નાયિકાને સુદર્શન સ્વરૂપે પાઉડર આપો, એટલે કે તેને શુભ દર્શન આપીને મૃત્યુથી બચાવો. તીવ્ર તાવમાં સુદર્શનચુર્ણ આપવામાં આવે છે.",
  "eng": "The heroine's friend tells the hero that you should save this gem of a woman who is perishing and achieve great fame in this world. Come and give the powder in the form of Sudarshan to this heroine who is burning with separation, that is, save her from dying by giving her Shubh Darshan. Sudarshan powder is given in case of severe fever."
},{
  "id": 78,
  "hindi": "सीतलताऽरु सुबास को, घटै न महिमा-मूरु। \n\nपीनस वारैं जो तज्यौ, सोरा जानि कपूरु॥ ",
  "meaning": "बिहारी कह रहे हैं कि यदि पीनस रोग वाला रोगी कपूर को सोरा समझकर त्याग देता है तो उससे कपूर के मौलिक गुण अर्थात् शीतलता और सुगंध की महत्ता किसी भी प्रकार कम नहीं हो जाती है।",
  "guj": "બિહારી કહે છે કે પિનસ રોગથી પીડિત દર્દી જો કપૂરને સોરા સમજીને છોડી દે તો કપૂરના મૂળભૂત ગુણો એટલે કે ઠંડક અને સુગંધનું મહત્વ કોઈપણ રીતે ઓછું થતું નથી.",
  "eng": "Bihari says that if a patient suffering from sinus disease discards camphor considering it to be Sora, then the importance of the basic properties of camphor i.e. coolness and fragrance does not decrease in any way."
},{
  "id": 79,
  "hindi": "सकत न तुव ताते बचन, मो रस कौ रसु खोइ। \n\nखिन-खिन औटे खीर लौं, खरौ सवादिलु होइ॥ ",
  "meaning": "नायक निर्लज्ज बनता हुआ उसके कटु-तिक्त वचनों को भी मुस्कराहट के साथ ग्रहण करते हुए कहता है कि दूध को धीमी-धीमी अग्नि पर औटाने से उसमें मधुरता अधिक-से-अधिक आ जाती है। इसी आधार पर हे प्रिय, तुम्हारे तप्त, तिक्त वचनों से मेरे हृदय का प्रेमरस अधिकाधिक स्वादिष्ट होता जा रहा है। तुम क्रोध करती हो तो मेरा प्रेम बढ़ता जाता है। स्पष्ट भाव यह है कि तुम्हारे मुख से निकली हुई जली-कटी बातें सुनकर भी मेरे मन में रोष उत्पन्न नहीं होता है, प्रत्युत् मेरे प्रेम संबंध में और भी अधिक मधुरता आ जाती है।",
  "guj": "હીરો નિર્લજ્જ બની જાય છે અને તેની કડવી વાતને હસીને સ્વીકારે છે અને કહે છે કે ધીમે ધીમે અગ્નિ પર દૂધ રેડવાથી તે વધુ ને વધુ મધુર બને છે. આના આધારે, હે પ્રિય, તમારા ગરમ અને કડવા શબ્દોથી મારા હૃદયનો પ્રેમ વધુને વધુ સ્વાદિષ્ટ બની રહ્યો છે. તું ગુસ્સે થાય ત્યારે મારો પ્રેમ વધી જાય છે. સ્પષ્ટ અહેસાસ એ છે કે તમારા મુખમાંથી નીકળતા કઠોર શબ્દો સાંભળ્યા પછી પણ મારા મનમાં ગુસ્સો નથી આવતો, બલ્કે મારો પ્રેમ સંબંધ વધુ મધુર બને છે.",
  "eng": "The hero, being shameless, accepts her bitter words with a smile and says that milk becomes more and more sweet by boiling it on a slow fire. On this basis, my love is becoming more and more delicious due to your hot, bitter words. When you get angry, my love increases. The clear meaning is that even after hearing the bitter words coming from your mouth, anger does not arise in my heart, rather my love relationship becomes even more sweet."
},{
  "id": 80,
  "hindi": "दृग मिहचत मृग-लोचनी, भर्यौ उलटि भुज, बाथ। \n\nजानि गई तिय नाथ के, हाथ परसहीं साथ॥ ",
  "meaning": "नायक ने अनजाने ही पीछे से आकर नायिका के दोनों नेत्र बंद कर लिए हैं। ऐसी स्थिति में नायिका उसे कैसे पहचाने? अत: वह अपनी भुजाओं से उसका स्पर्श करके पहचानना चाहती है कि उसकी आँखें बंद करने वाला कौन है? एक सखी दूसरी सखी के समक्ष वर्णन करते हुए कह रही है कि नायक द्वारा आँख मूंदते ही उस मृगनयनी नायिका ने अपनी भुजाओं को पीछे करके नायक को अंक में भर लिया। वह नायिका हाथ से छूते ही अपने पति के हाथ पहचान गई।",
  "guj": "નાયક અજાણતાં પાછળથી આવ્યો અને નાયિકાની બંને આંખો બંધ કરી દીધી. આવી સ્થિતિમાં નાયિકાએ તેને કેવી રીતે ઓળખવો જોઈએ? તેથી, તે ઓળખવા માંગે છે કે તેના હાથથી તેને સ્પર્શ કરીને કોણ તેની આંખો બંધ કરી રહ્યું છે? બીજા મિત્રને સંભળાવતા, એક મિત્ર કહે છે કે હીરોની આંખો બંધ થતાં જ મૃગનયની નાયિકાએ તેના હાથ પાછા ખેંચી લીધા અને હીરોને ગળે લગાડ્યો. નાયિકાએ તેના પતિનો હાથ સ્પર્શ કરતાં જ તેને ઓળખી લીધો.",
  "eng": "The hero has unknowingly come from behind and closed both the eyes of the heroine. In such a situation how can the heroine recognize him? So she wants to recognize the person who closed her eyes by touching him with her arms. One friend is narrating to another friend that as soon as the hero closed his eyes, the doe-eyed heroine folded her arms behind and embraced the hero. The heroine recognized her husband's hands as soon as she touched them with her hands."
},{
  "id": 81,
  "hindi": "तोहीं निरमोही लग्यौ, मो ही इहैं सुभाऊ। \n\nअनआऐं आवै नहीं, आऐं आवतु आउ॥ ",
  "meaning": "हे निर्मम, मेरा हृदय तुझमें इतना अधिक आसक्त है कि प्रतिक्षण तुझे देखना चाहता है। मेरा ऐसा स्वभाव हो गया है कि जिस दिन तुम नहीं आते, उस दिन मेरा पति भी नहीं आता है और जब तुम आते हो तब वह भी आ जाता है। संकेत यह है कि जब उसका प्रिय नहीं आता, तब उसका हृदय उसके अधीन नहीं रहता है। इस स्थिति में वह विक्षिप्त-सी रहती है किंतु जिस दिन वह आता है, उस दिन उसका हृदय भी अधीन रहता है और वह प्रसन्नता का अनुभव करती है। ऐसी उलझन भरी स्थिति में पड़ी होकर नायिका यह प्रार्थना कर रही है कि हे प्रिय, तुम प्रतिदिन आया करो ताकि मेरी उलझन दूर हो जाए।",
  "guj": "ઓ ક્રૂર, મારું હૃદય તમારામાં એટલું ડૂબી ગયું છે કે હું તમને દરેક ક્ષણે જોવા માંગું છું. મારો સ્વભાવ એવો થઈ ગયો છે કે જે દિવસે તું નથી આવતો ત્યારે મારા પતિ પણ આવતા નથી અને જ્યારે તું આવે છે ત્યારે તે પણ આવે છે. નિશાની એ છે કે જ્યારે તેનો પ્રિય નથી આવતો, તેનું હૃદય હવે તેના નિયંત્રણમાં નથી. આ સ્થિતિમાં તે મૂંઝાયેલો રહે છે, પરંતુ જે દિવસે તે આવે છે, તેનું હૃદય પણ વશમાં રહે છે અને તે આનંદ અનુભવે છે. આવી મૂંઝવણભરી પરિસ્થિતિમાં પડેલી નાયિકા પ્રાર્થના કરે છે કે હે પ્રિય, કૃપા કરીને દરરોજ આવજે જેથી મારી મૂંઝવણ દૂર થાય.",
  "eng": "O cruel one, my heart is so much attached to you that it wants to see you every moment. It has become such a habit of mine that the day you do not come, my husband also does not come and when you come, he also comes. The indication is that when her beloved does not come, her heart is not under her control. In this situation she remains disturbed but on the day he comes, her heart is also under her control and she feels happy. Being in such a confused state, the heroine is praying that O beloved, you should come every day so that my confusion is removed."
},{
  "id": 82,
  "hindi": "नैंक न जानी परति यों, पर्यौ बिरह तनु छामु। \n\nउठति दियैं लौं नाँदि, हरि, लियै तिहारौ नामु॥ ",
  "meaning": "हे हरि, उसका शरीर विरह के कारण इतना दुबला हो गया है कि उसकी अवस्थिति का जरा-भी आभास नहीं हो पाता। भाव यह है कि जब वह बिस्तर पर लेटती है तो उसके लेटे होने का पता ही नहीं लग पाता है। केवल तुम्हारे नाम लेने से वह दीपक की लौ की भाँति चैतन्य होकर तनिक-सी उठ जाती है।",
  "guj": "હે હરિ, વિયોગને લીધે તેનું શરીર એટલું નબળું થઈ ગયું છે કે વ્યક્તિ તેના સ્થાનનો અહેસાસ પણ કરી શકતો નથી. અનુભૂતિ એ છે કે જ્યારે તે પથારી પર સૂઈ જાય છે, ત્યારે તેના સૂવાના કોઈ નિશાન નથી. તમારું નામ લેવાથી જ એ દીવાની જ્યોતની જેમ ચેતન થઈ જાય છે અને થોડો ઉગે છે.",
  "eng": "O Hari, her body has become so thin due to separation that her position cannot be felt at all. The meaning is that when she lies down on the bed, it is not even known where she is lying. Just by taking your name, she becomes conscious like the flame of a lamp and rises a little."
},{
  "id": 83,
  "hindi": "बालमु बारैं सौति कैं, सुनि परनारि-बिहार। \n\nभो रसु अनरसु, रिस रली, रीझ-खीझ इक बार॥ ",
  "meaning": "इस दोहे में नायक की दो पत्नियाँ हैं। वह बारी-बारी से अपनी दोनों पत्नियों को समय देता है। एक बार ऐसा होता है कि वह सपत्नी के पास जाना चाहता है इसलिए पूर्व पत्नी अर्थात् प्रथम पत्नी निश्चित रहती है कि आज तो नायक को आना ही नहीं है क्योंकि सपत्नी के पास जाएगा। इसी बीच कोई दूती प्रथम पत्नी को यह सूचना देती है कि नायक तो आज सपत्नी के पास भी नहीं गया, बल्कि किसी अज्ञात स्त्री के पास रात्रि बिताने चला गया है। इस पर प्रथम पत्नी के मन में एक साथ कई प्रतिक्रियाएँ उत्पन्न होती हैं",
  "guj": "આ જોડીમાં હીરોને બે પત્નીઓ છે. તે પોતાની બંને પત્નીઓને એક પછી એક સમય આપે છે. એકવાર એવું બને છે કે તે તેની પત્ની પાસે જવા માંગે છે, તેથી ભૂતપૂર્વ પત્ની એટલે કે પ્રથમ પત્નીને ખાતરી છે કે હીરોને આજે આવવાની જરૂર નથી કારણ કે તે તેની પત્ની પાસે જશે. દરમિયાન, એક સંદેશવાહક પ્રથમ પત્નીને જાણ કરે છે કે હીરો આજે તેની પત્નીના ઘરે પણ ગયો નથી, પરંતુ એક અજાણી સ્ત્રી સાથે રાત વિતાવવા ગયો છે. આના પર પહેલી પત્નીના મનમાં એક સાથે અનેક પ્રતિક્રિયાઓ ઉદભવે છે.",
  "eng": "In this couplet, the hero has two wives. He gives time to both his wives one by one. Once it happens that he wants to go to his co-wife, so the former wife i.e. the first wife is sure that the hero will not come today because he will go to his co-wife. Meanwhile, a messenger informs the first wife that the hero has not gone to his co-wife today, but has gone to spend the night with some unknown woman. On this, many reactions arise simultaneously in the mind of the first wife."
},
  {
    "id": 84,
    "hindi": "लालन, लहि पाऐं दुरै, चोरी सौंह करैं न। \n\nसीस-चढ़ै पनिहा प्रगट, कहैं पुकारैं नैन॥ ",
    "meaning": "नायक परकीया के पास रात बिताकर घर लौटा है। नायिका कहती है कि हे लाल, जान लेने पर अब शपथ खाने से तुम्हारी चोरी छिप नहीं सकती है।अब तुम भले ही कितनी ही शपथ खाओ, तुम्हारी चोरी स्पष्ट हो गई है। वह छिप नहीं सकती है। तुम्हारे सिर चढ़े हुए नेत्र रूपी गुप्तचर तुम्हारी चोरी को पुकार-पुकार कर स्पष्ट कर रहे हैं।",
    "guj": "પારકિયા સાથે રાત વિતાવીને હીરો ઘરે પાછો ફર્યો છે. નાયિકા કહે છે કે, ઓ લાલ, પ્રાણ લીધા પછી તારી ચોરી છૂપાવી શકાતી નથી, હવે તું ગમે તેટલા સોગંદ લે, તારી ચોરી સ્પષ્ટ થઈ ગઈ. તેણી છુપાવી શકતી નથી. તમારા માથા પર લગાવેલી આંખોના રૂપમાં જાસૂસો બોલાવી રહ્યા છે અને તમારી ચોરીનો ખુલાસો કરી રહ્યા છે.",
    "eng": "The hero has returned home after spending the night with the other woman. The heroine says, \"O dear, now that I have taken your life, your theft cannot be hidden by swearing. Now no matter how many oaths you take, your theft has become clear. It cannot be hidden. The spies in the form of eyes on your head are calling out and making your theft clear."
  },
  {
    "id": 85,
    "hindi": "तुरत सुरत कैसैं दुरत, मुरन नैन जुरि नीठि। \n\nडौंडी दै गुन रावरे, कहति कनौड़ी डीठि॥ ",
    "meaning": "नायक अन्यत्र संभोग करके आया है, नायिका भांप लेती है। वह कहती है कि भला तुम्हीं बताओ कि तुरंत किया हुआ संभोग छिप कैसे सकता है? अब तुम्हीं देखो, तुम्हारे नेत्र बड़ी कठिनता से मेरे नेत्रों से मिल रहे हैं (तुम मुझसे आँखें नहीं मिला पा रहे हो)। इतना ही नहीं तुम्हारी दृष्टि भी लज्जित है। तुम्हारी यह लज्जित दृष्टि ही तुम्हारे किए हुए का ढिंढोरा पीट रही है और मैं सब समझ रही हूँ।",
    "guj": "નાયિકાને અહેસાસ થાય છે કે હીરો બીજે ક્યાંક સેક્સ કરીને પાછો ફર્યો છે. તેણી કહે છે, કૃપા કરીને મને કહો કે તરત જ કરવામાં આવેલ જાતીય સંભોગને કેવી રીતે છુપાવી શકાય? હવે તમે જુઓ, તમારી આંખો ખૂબ મુશ્કેલીથી મારી સાથે મળી રહી છે (તમે મારી આંખોને મળવા સક્ષમ નથી). એટલું જ નહીં, તમારી આંખોની રોશની પણ શરમ આવે છે. તારો આ શરમજનક દેખાવ તેં જે કર્યું છે તે આપી રહ્યો છું અને હું બધું સમજી રહ્યો છું.",
    "eng": "The heroine senses that the hero has come after having sex elsewhere. She says, tell me how can sex done just now be hidden? Now you see, your eyes are meeting mine with great difficulty (you are not able to look into my eyes). Not only this, your gaze is also ashamed. This ashamed gaze of yours is making a statement about what you have done and I am understanding everything."
  },
  {
    "id": 86,
    "hindi": "लाल, अलौकिक लरिकई, लखि-लखि सखी सिहाँति। \n\nआज-काल्हि में देखियतु, उर उकसौंही भाँति॥ ",
    "meaning": "कोई सखी कह रही है कि हे लाल, उसके अल्हड़ बालपन को मैं यौवन में परिणत होते देख रही हूँ। उसे देख-देखकर न केवल मैं, बल्कि सखियाँ भी प्रसन्नता और आनंद का अनुभव कर रही हैं। तुम देख लेना आजकल में ही उसका वक्षस्थल थोड़े और उभार पर आकर दिखलाई पड़ने लगेगा, अर्थात् सबको आकर्षित करने लगेगा।",
    "guj": "કોઈ મિત્ર કહે છે કે હે પુત્ર, હું તેનું નિશ્ચિંત બાળપણ જુવાનીમાં ફેરવાતા જોઈ રહ્યો છું. માત્ર હું જ નહીં, મારા મિત્રો પણ તેને જોઈને ખુશ અને આનંદિત થઈ રહ્યા છે. તમે જોશો કે આ દિવસોમાં તેના સ્તનો વધુ પ્રખર અને દેખાઈ જશે, એટલે કે તે બધાને આકર્ષવા લાગશે.",
    "eng": "A friend is saying, O dear, I can see her carefree childhood turning into youth. Not only I, but my friends too are feeling happy and joy seeing her. You will see that in a few days her breasts will start to become more prominent and will start to look attractive, i.e. she will start to attract everyone."
  },
  {
    "id": 87,
    "hindi": "राधा हरि, हरि राधिका, बनि आए संकेत। \n\nदंपति रति-बिपरीत-सुखु, सहज सुरतहूँ लेत॥ ",
    "meaning": "श्री राधा श्रीकृष्ण का रूप और कृष्ण राधाजी का रूप धारण कर मिलन-स्थल पर आ गए हैं। वे दोनों स्वाभाविक रति में निमग्न हैं, फिर भी विपरीत संभोग का आनंद ले रहे हैं। यहाँ विपरीत रति का आनंद स्वरूप-परिवर्तन के कारण कल्पित किया गया है।",
    "guj": "શ્રી રાધાએ શ્રી કૃષ્ણનું રૂપ ધારણ કર્યું છે અને કૃષ્ણ રાધાજીના રૂપમાં સભા સ્થળે આવ્યા છે. તેઓ બંને કુદરતી સંભોગમાં વ્યસ્ત છે, છતાં વિજાતીય સંબંધનો આનંદ માણી રહ્યાં છે. અહીં રૂપમાં પરિવર્તનને કારણે વિજાતીય આનંદની કલ્પના કરવામાં આવી છે.",
    "eng": "Shri Radha has come to the meeting place in the form of Shri Krishna and Krishna in the form of Radhaji. Both of them are immersed in natural lovemaking, yet they are enjoying the opposite sex. Here the pleasure of opposite sex has been imagined due to the change in form."
  },
  {
    "id": 88,
    "hindi": "पत्रा ही तिथि पाइयै वा घर कैं चहुँ पास। \n\nनितप्रति पून्यौईं रहै आनन-ओप-उजास॥ ",
    "meaning": "नायिका के घर के चारों ओर इतना प्रकाश रहता है कि केवल पंचांग की सहायता से ही तिथि का पता लग सकता है। कहने का तात्पर्य यह है कि नायिका का मुख पूर्णिमा के चंद्रमा के समान सुंदर है। इसलिए नायिका के घर के चारों ओर हमेशा पूर्णिमा ही बनी रहती है, परिणाम स्वरूप तिथि की जानकारी ही नहीं हो पाती है। यदि कोई तिथि जानना चाहता है तो उसके लिए उसे पंचांग से ही सहायता लेनी पडती है।",
    "guj": "નાયિકાના ઘરની આસપાસ એટલો બધો પ્રકાશ છે કે પંચાંગની મદદથી જ તારીખ જાણી શકાય છે. કહેવાનો મતલબ એ છે કે નાયિકાનો ચહેરો પૂર્ણ ચંદ્ર જેવો સુંદર છે. તેથી, નાયિકાના ઘરની આસપાસ હંમેશા પૂર્ણ ચંદ્ર હોય છે, પરિણામે તારીખ જાણી શકાતી નથી. જો કોઈને તારીખ જાણવી હોય તો તેણે પંચાંગની મદદ લેવી પડશે.",
    "eng": "There is so much light around the heroine's house that the date can be known only with the help of the almanac. What is meant to say is that the heroine's face is as beautiful as the full moon. Therefore, there is always a full moon around the heroine's house, as a result of which the date cannot be known. If someone wants to know the date, then he has to take help from the almanac."
  },
  {
    "id": 89,
    "hindi": "बहके, सब जिय की कहत, ठौरु कुठौरु लखैं न। \n\nछिन ओरै, छिन और से, ए छबि छाके नैन॥ ",
    "meaning": "नायिका कहती है कि नायक के सौंदर्य के नशे में छके हुए मेरे ये नेत्र बहककर ठौर-कुठौर को न देखते हुए अर्थात् स्थान की उपयुक्तता-अनुपयुक्तता का विचार न करते हुए मेरे मन की सारी गुप्त बातें कह देते हैं। इनकी स्थिति यह है कि ये क्षण भर में कुछ होते हैं और दूसरे ही क्षण कुछ और हो जाते हैं। अब तू ही बता कि ऐसी विवशता की स्थिति में मैं इन नेत्रों पर कैसे नियंत्रण रखूँ?",
    "guj": "નાયિકા કહે છે કે મારી આ આંખો, નાયકની સુંદરતાના નશામાં મશગૂલ થઈ જાય છે અને મારા મનની બધી ગુપ્ત વાતો, સ્થળને જોયા વિના, એટલે કે સ્થળની યોગ્યતા કે અયોગ્યતા વિશે વિચાર્યા વિના, છતી કરે છે. તેમની સ્થિતિ એવી છે કે એક ક્ષણમાં તેઓ એક વસ્તુ છે અને બીજી ક્ષણમાં તેઓ કંઈક બીજું બની જાય છે. હવે કૃપા કરીને મને કહો કે આવી લાચાર પરિસ્થિતિમાં હું મારી આંખોને કેવી રીતે નિયંત્રિત કરી શકું?",
    "eng": "The heroine says that these eyes of mine, intoxicated by the beauty of the hero, wander away and tell all the secrets of my mind without looking at the place, that is, without thinking about the suitability or unsuitability of the place. Their condition is such that they are one thing in a moment and something else in the next moment. Now you tell me how can I control these eyes in such a helpless situation?"
  },
  {
    "id": 90,
    "hindi": "बैठि रही अति सघन बन, पैठि सदन-तन माँह। \n\nदेखि दुपहरी जेठ की, छाँहौं चाहति छाँह ॥ ",
    "meaning": "बिहारी ने प्रत्यक्ष रूप से तो जेठ की दुपहरी की भयंकरता का वर्णन किया है, किंतु एक दूसरा संकेत भी है। जेठ की भीषण दुपहरी को देखकर एक नायिका नायक से कह रही है कि तुम इस भयानक गर्मी में कहीं मत जाओ।",
    "guj": "બિહારીએ જેઠની બપોરની ભયાનકતાનું સીધું વર્ણન કર્યું છે, પણ બીજો સંકેત પણ છે. જેઠની કાળઝાળ બપોર જોઈને એક નાયિકા હીરોને આ ભયંકર ગરમીમાં ક્યાંય ન જવા માટે કહી રહી છે.",
    "eng": "Bihari has directly described the horror of the afternoon of Jeth, but there is another indication too. Seeing the terrible afternoon of Jeth, a heroine is telling the hero that you should not go anywhere in this terrible heat."
  },
  {
    "id": 91,
    "hindi": "जब-जब वै सुधि कीजियै, तब-तब सब सुधि जाँहि। \n\nआँखिनु आँखि लगी रहैं, आँखें लागति नाहि॥",
    "meaning": "नायिका अपनी विरह-दशा को निवेदित करते हुए कह रही है कि हे सखी, जब-जब मैं प्रियतम का स्मरण करती हूँ, तब व्यथा का भार बढ़ जाता है और मैं अपनी सुध-बुध खो बैठती हूँ। मैं विरह में पड़ी हुई निरंतर अपने मन में प्रिय के आगमन की प्रतीक्षा करती रहती हूँ और व्याकुल होती रहती हूँ। इस स्थिति के कारण बहुत प्रयत्न करने पर भी मुझे किसी भी विधि से नींद नहीं आती है।",
    "guj": "નાયિકા પોતાની વિદાયની અવસ્થાને આજીજી કરી રહી છે અને કહે છે કે હે દોસ્ત, જ્યારે પણ હું મારા પ્રિયને યાદ કરું છું ત્યારે દર્દનો ભાર વધી જાય છે અને હું હોશ ગુમાવી બેઠો છું. જુદાઈમાં સૂઈને હું મનમાં મારા પ્રિયતમના આગમનની રાહ જોઉં છું અને અશાંત રહું છું. આ સ્થિતિને લીધે, હું ખૂબ પ્રયત્નો કર્યા પછી પણ કોઈપણ રીતે ઊંઘી શકતો નથી.",
    "eng": "The heroine, while describing her state of separation, says, O friend, whenever I think of my beloved, the weight of my pain increases and I lose my senses. I am in separation and I keep waiting for my beloved's arrival in my mind and remain restless. Due to this condition, I am not able to sleep in any way, even after trying a lot."
  },
  {
    "id": 92,
    "hindi": "गदराने तन गोरटी, ऐपन-आड़ लिलार। \n\nहूठ्यौ दै, इठलाइ दृग करै गँवारि सुवार॥ ",
    "meaning": "ग्रामीण नायिका की अदा पर रीझकर नायक कह रहा है कि यह गदराए हुए शरीर वाली गोरी ग्रामीणा अपने ललाट पर ऐपन का आड़ा तिलक लगाए हुए, कमर पर हाथ रखे हुए इठला-इठला कर अपनी आँखों से घायल किए दे रही है। अभिप्राय यह है कि नायिका यद्यपि ग्रामीण है, फिर भी वह अपने कटाक्षों और हाव-भाव आदि के द्वारा नायक को आकृष्ट कर रही है।",
    "guj": "નાયક ગામડાની નાયિકાની સ્ટાઈલથી ચિડાઈને કહે છે કે આ સુંદર શરીરવાળી, કપાળ પર અપ્પન તિલકનો ક્રોસ, કમર પર હાથ રાખીને, આંખો વડે ફફડાવીને ઈજાઓ આપી રહી છે. . વિચાર એવો છે કે નાયિકા ભલે ગામડાની હોય, છતાં તે પોતાના કટાક્ષ અને હાવભાવ વગેરે દ્વારા નાયકને આકર્ષે છે.",
    "eng": "Impressed by the rural heroine's style, the hero is saying that this fair villager with a curvaceous body, with a horizontal mark of Aipan on her forehead, with her hands on her waist, is strutting and hurting me with her eyes. The meaning is that although the heroine is a villager, she is still attracting the hero with her sarcasm and gestures etc."
  },
  {
    "id": 93,
    "hindi": "सालति है नटसाल सी, क्यौं हूँ निकसित नाँहि। \n\nमनमथ-नेजा-नोक सी, खुभी-खुभी जिय माँहि॥ ",
    "meaning": "नायक ने जब से नायिका को 'खुभी' नामक आभूषण पहने हुए देखा है तब से उसके प्रति उसकी काम भावना बढ़ गई है और यह भावना उसके हृदय को पीड़ित करती रहती है। नायिका के कान में शोभित 'खुभी' नायक के हृदय में गड़कर कामदेव के भाले की नोक की तरह उसे पीड़ा दे रही है। संकेत यह है कि कर्णाभूषण नायक के हृदय में चुभ रहा है और यही चुभन नायक की कामजनित वेदना को उत्तरोत्तर बढ़ाती जा रही है।",
    "guj": "જ્યારથી હીરોએ હીરોઈનને 'ખુભી' નામની જ્વેલરી પહેરેલી જોઈ છે ત્યારથી તેના પ્રત્યેની તેની જાતીય લાગણીઓ વધી ગઈ છે અને આ લાગણી તેના હૃદયને સતાવતી રહે છે. નાયિકાના કાનને શોભાવતી 'ખુભી' કામદેવના ભાલાના છેડાની જેમ નાયકના હૃદયને વીંધીને તેને પીડા આપે છે. સંકેત એ છે કે કાનની બુટ્ટી હીરોના હૃદયને વીંધી રહી છે અને આ પ્રિક હીરોની વાસનાથી થતી પીડામાં વધારો કરી રહી છે.",
    "eng": "Ever since the hero saw the heroine wearing an ornament called 'Khubhi', his lust for her has increased and this feeling keeps troubling his heart. The 'Khubhi' adorning the heroine's ear is piercing the hero's heart and causing him pain like the tip of Kamadeva's spear. The indication is that the earring is piercing the hero's heart and this pricking is gradually increasing the hero's lust-induced pain."
  },
  {
    "id": 94,
    "hindi": "लोभ-लगे हरि-रूप के, करी साँटि जुरि, जाइ। \n\nहौं इन बेची बीच हीं, लोइन बड़ी बलाइ॥ ",
    "meaning": "नायिका सखी से कहती है कि हे सखी, मेरे ये नेत्र एक दलदल की तरह हैं और इन्होंने मुझे बड़ी मुसीबत में डाल दिया है। मेरे ये नेत्र रूपी दलाल प्रियतम कृष्ण के सौंदर्य रूपी रुपए के लोभ में पड़कर उनसे साँठ-गाँठ कर बैठे हैं। इस प्रकार इन्होंने मुझे बीच में सौदा करके प्रिय को सौंप दिया है।",
    "guj": "નાયિકા તેના મિત્રને કહે છે, હે દોસ્ત, મારી આ આંખો એક દલદલ જેવી છે અને તેણે મને ભારે મુશ્કેલીમાં મૂક્યો છે. આંખના રૂપમાં મારા આ દલાલો મારા પ્રિય કૃષ્ણની સુંદરતાના રૂપમાં પૈસાના લોભમાં પડી ગયા છે અને તેમની સાથે મીલીભગત કરી છે. આ રીતે તેણે સોદો કરીને મને તેના પ્રિયતમને સોંપી દીધો છે.",
    "eng": "The heroine tells her friend that O friend, these eyes of mine are like a swamp and they have put me in a big trouble. These brokers in the form of my eyes have colluded with my beloved Krishna after being tempted by the money in the form of his beauty. In this way, they have made a deal for me and handed me over to my beloved."
  },
  {
    "id": 95,
    "hindi": "लखि गुरुजन-बिच कमल सौं, सीसु छुवायौ स्याम। \n\nहरि-सनमुख करि आरसी, हियैं लगाई बाम॥ ",
    "meaning": "नायक ने नायिका को जब गुरुजनों के बीच में बैठा हुआ देखा तो उसने उपहारस्वरूप लाए कमल के पुष्प को अपने सिर से लगा लिया। वास्तव में ऐसा करके नायक ने नायिका से यह भाव व्यक्त किया कि दिन में ही तब तक और जहाँ कमल सिर चढ़ाने को प्राप्त होता रहे, अर्थात् उस सरोवर के पास जिसमें कमल खिले हों, वहाँ आकर वह उसे मिलन का सुख प्रदान करे।",
    "guj": "જ્યારે નાયકે નાયિકાને શિક્ષકોની વચ્ચે બેઠેલી જોઈ ત્યારે તેણે ભેટ તરીકે લાવેલું કમળનું ફૂલ તેના માથા પર મૂક્યું. વાસ્તવમાં, આ કરીને, નાયકે નાયિકાને તેની લાગણી વ્યક્ત કરી કે તેણીએ તેને એવી જગ્યાએ આવીને મળવાનો આનંદ આપવો જોઈએ જ્યાં દિવસ દરમિયાન કમળના ફૂલો ઉપલબ્ધ હોય, એટલે કે, એવા તળાવની નજીક કે જેમાં કમળ હોય. મોર",
    "eng": "When the hero saw the heroine sitting among the elders, he touched the lotus flower brought by her as a gift to his head. In fact, by doing this, the hero expressed his feelings to the heroine that he should come to the lake where the lotus is available to touch, i.e., near the lake where the lotus is blooming, and give her the pleasure of meeting him."
  },
  {
    "id": 96,
    "hindi": "बेधक अनियारे नयन, बेधत करि न निषेधु। \n\nबरबस बेधतु मो हियौ, तो नासा को बेधु॥ ",
    "meaning": "नायक कह रहा है कि हे प्रिय नायिका, तुम्हारे नुकीले नेत्र बेधक हैं अर्थात् भीतर तक घायल कर देते हैं। जो नेत्र नुकीले होते हैं, वे देखने वाले के हृदय में गहरा घाव करते हैं। अत: यदि वे घायल करते हैं या कर रहे हैं तो स्वाभाविक है। यहाँ कोई अनौचित्य नहीं है। आश्चर्य तो यह है कि नायिका के छिद्र-छेद ने नायक के हृदय को बलात् घायल कर दिया है।",
    "guj": "હીરો કહી રહ્યો છે, હે પ્રિય નાયિકા, તારી તીક્ષ્ણ આંખો વીંધી રહી છે, એટલે કે તને અંદરથી ઘા કરે છે. જે આંખો તીક્ષ્ણ હોય છે, તે જોનારના હૃદયમાં ઊંડો ઘા કરે છે. તેથી, જો તેઓ ઇજા પહોંચાડે છે અથવા કારણભૂત છે, તો તે સ્વાભાવિક છે. અહીં કોઈ અયોગ્યતા નથી. નવાઈની વાત એ છે કે હીરોઈનના વીંધવાથી હીરોના હૃદયને બળજબરીથી ઈજા થઈ છે.",
    "eng": "The hero is saying that O dear heroine, your pointed eyes are piercing, that is, they hurt you from within. Eyes which are pointed, make a deep wound in the heart of the one who looks at them. So if they hurt or are hurting then it is natural. There is no impropriety here. The surprising thing is that the heroine's piercing eyes have forcibly wounded the hero's heart."
  },
  {
    "id": 97,
    "hindi": "पूस-मास सुनि सखिनु पैं, सांईं चलत सवारु। \n\nगहि कर बीन प्रबीन तिय, राग्यौ रागु मलारु ॥ ",
    "meaning": "जब पूस मास में नायिका को पता लगा कि उसका प्रिय परदेश जा रहा है तो संगीत विद्या में प्रवीण नायिका ने अपने हाथ में वीणा लेकर मल्हार राग अलापना शुरू कर दिया ताकि पानी बरसने लगे और उसके प्रिय का परदेश गमन रुक जाए।",
    "guj": "જ્યારે નાયિકાને પુસ મહિનામાં ખબર પડી કે તેની પ્રિયતમ વિદેશ જતી રહી છે, ત્યારે સંગીતમાં નિપુણ નાયિકાએ હાથમાં વીણા લઈને મલ્હાર રાગ ગાવાનું શરૂ કર્યું જેથી વરસાદ શરૂ થયો અને તેના પ્રિયને વિદેશ જતા અટકાવ્યા.",
    "eng": "When the heroine came to know in the month of Paush that her beloved was going abroad, the heroine, who was proficient in music, took the Veena in her hand and started singing the Malhar raga so that it would start raining and her beloved's departure to abroad would be stopped."
  },
  {
    "id": 98,
    "hindi": "बंधु भए का दीन के, को तार्यौ रघुराइ। \n\nतूठे-तूठे फिरत हौ, झूठे बिरद कहाइ॥ ",
    "meaning": "भक्त अपने आराध्य को उपालंभ देता हुआ कहता है कि आप भाई भी बने तो दीन अर्थात् धर्मात्मा के। इसमें आपकी कोई बड़ाई नहीं है क्योंकि धर्मात्मा तो धर्मपरायण होने के कारण स्वतः ही भवसागर पार कर जाते हैं।",
    "guj": "ભક્ત તેમની મૂર્તિની સ્તુતિ કરે છે અને કહે છે કે ભલે તમે દીન એટલે કે સદાચારી આત્માના ભાઈ બનો. તમારા માટે આમાં કોઈ ગર્વ નથી કારણ કે સદાચારી આત્માઓ, ભક્ત હોવાને કારણે, આપમેળે અસ્તિત્વના સાગરને પાર કરી જાય છે.",
    "eng": "The devotee, while praising his idol, says that even if you become a brother, you should be a brother of a poor person, that is, a religious person. There is no greatness in this because a religious person automatically crosses the ocean of life due to his religiousness."
  },
  {
    "id": 99,
    "hindi": "जुरे दुहुनु के दृग झमकि, रुके न झीनैं चीर। \n\nहलुकी फौज हरौल ज्यौं, परै गोल पर भीर॥ ",
    "meaning": "नायिका अपने परिवार के बीच बैठी हुई है। ठीक उसी समय नायक वहाँ आ जाता है। लज्जावश वह तुरंत घूँघट निकाल लेती है, किंतु काम भावना के अतिरेक के कारण वह नायक को देखना भी चाहती है और देखती भी है, इसी स्थिति का वर्णन करते हुए कवि कह है कि नायिका के नेत्र झमक कर नायक के नेत्रों से टकरा गए हैं जो नायिका के झीने घूँघट से स्पष्ट दिखाई दे रहे हैं।",
    "guj": "નાયિકા તેના પરિવારની વચ્ચે બેઠી છે. તે જ ક્ષણે હીરો ત્યાં પહોંચે છે. શરમથી, તે તરત જ તેનો પડદો હટાવે છે, પરંતુ અતિશય જાતીય ઇચ્છાને લીધે, તે હીરોને જોવા માંગે છે અને આ પરિસ્થિતિનું વર્ણન કરતાં કવિ કહે છે કે નાયિકાની આંખો નાયિકાની પાતળી આંખો સાથે અથડાઈ પડદો સ્પષ્ટ દેખાય છે.",
    "eng": "The heroine is sitting with her family. At that very moment, the hero arrives there. Out of shyness, she immediately removes her veil, but due to excessive sexual desire, she wants to see the hero and she does see him. Describing this situation, the poet says that the heroine's eyes have sparkled and collided with the hero's eyes, which are clearly visible through the heroine's thin veil."
  },
  {
    "id": 100,
    "hindi": "देह दुलहिया की बढ़े, ज्यौं-ज्यौं जोबन-जोति। \n\nत्यौं-त्यौं लखि सौत्यैं सबैं, बदन मलिन दुति होति॥ ",
    "meaning": "उस नव-दुलहनिया के शरीर में जैसे-जैसे यौवन की कांति बढ़ती जाती है वैसे-वैसे ही उसे देखकर उसकी सौतों के शरीर की कांति मलिन पड़ती जाती है। भावार्थ यह है कि वह नवायौवना अपने सौंदर्य के बढ़ते रहने के कारण सपत्नियों के मन और तन को मलिन करती जा रही है क्योंकि उसके बढ़ते सौंदर्य पर रीझ कर नायक अन्य सपत्नियों को भूल जाएगा।",
    "guj": "નવી વહુના શરીરમાં યૌવનની ચમક વધે છે, તેવી જ રીતે તેની વહુના શરીરની ચમક તેને જોઈને ફિક્કી પડવા લાગે છે. મતલબ કે એ યુવતીની વધતી જતી સુંદરતાના કારણે સપના જોનારાનું મન અને શરીર ગંદું થઈ રહ્યું છે કારણ કે તેની વધતી જતી સુંદરતાને કારણે હીરો બીજા સપનાઓને ભૂલી જશે.",
    "eng": "As the radiance of youth increases in the body of the new bride, the radiance of the bodies of her co-wives gets tarnished on seeing her. The meaning is that the young woman is tarnishing the minds and bodies of her co-wives because the hero will forget his other co-wives after being attracted by her increasing beauty."
  }
]